{
    "100": "คุณถูกไล่ออก\r\nโปรดติดต่อฝ่ายบริการลูกค้า!!",

    "1001": "ระบบกำลังจะซ่อมแซม โปรดออกจากเกมก่อนเวลา ขอบคุณ!!",
    "1002": "การบำรุงรักษาระบบ การเชื่อมต่อถูกขัดจังหวะ!!",
    "1011": "การเชื่อมต่อระบบหมดเวลา!!",

    "1911": "พารามิเตอร์อินพุตของระบบไม่ถูกต้อง โครงการที่ระบุไม่สามารถดำเนินการได้!!",

    "2000": "การเข้าสู่ระบบล้มเหลว",
    "2001": "ไม่มีบัญชีดังกล่าว",
    "2002": "รหัสผ่านผิดพลาด",
    "2003": "บัญชีถูกปิด",
    "2004": "รหัสผ่านผิดเกินจำนวน",
    "2005": "บัญชีที่ไม่ใช่สมาชิก",
    "2008": "อย่าเข้าสู่ระบบอย่างต่อเนื่อง",
    "2009": "เข้าสู่ระบบบัญชีซ้ำ",

    "2100": "ไม่มีผู้เล่น",
    "2101": "ผู้เล่นอยู่ในล็อบบี้แล้ว",
    "2102": "เครื่องเล่นถูกตัดการเชื่อมต่อ",

    "2121": "ข้อผิดพลาดในการซิงโครไนซ์ข้อมูลเกม กรุณาเข้าสู่ระบบอีกครั้ง",
    "2122": "ผู้เล่นไม่มีชิป",
    "2123": "โทเค็นผู้เล่นไม่เพียงพอ",

    "2200": "ไม่สามารถเก็บค่า",
    "2201": "ไม่สามารถเติมเงินในเกมได้ โปรดไปที่ล็อบบี้เพื่อดำเนินการ",

    "2210": "ข้อผิดพลาดลำดับค่าการจัดเก็บเซ็กเมนต์",

    "2501": "ไม่พบประวัติ",
    "2502": "โปรดลองอีกครั้ง",

    "2300": "การถอน (การแลกเปลี่ยน) ล้มเหลว",
    "2301": "ถอนเงินไม่สำเร็จ",

    "2990": "ระบบผิดปกติ โปรดติดต่อฝ่ายบริการลูกค้า",

    "3000": "เข้าร่วมโต๊ะล้มเหลว",
    "3001": "ผู้เล่นอยู่ในเกมแล้วและไม่สามารถเข้าร่วมโต๊ะ",
    "3051": "ผู้เล่นไม่อยู่ในสถานะโต๊ะ การยกเลิกล้มเหลว",

    "3200": "เข้าห้องไม่ได้",
    "3201": "ข้อผิดพลาดของพื้นที่ระดับ",
    "3202": "ไม่มีห้องนี้",
    "3203": "ไม่มีห้องว่าง",
    "3204": "ออกจากเกมไม่ได้",
    "3205": "ผู้เล่นไม่พร้อม",
    "3206": "คุณสมบัติปัจจุบันของผู้เล่นในการเข้าห้องไม่ตรงกันและไม่สามารถเข้าห้องได้",
    "3207": "รหัสผ่านผิดพลาด",

    "3210": "ห้องเต็ม",

    "4300": "ไม่สามารถนั่งได้",
    "4301": "ไม่มีที่นั่ง",
    "4302": "มีคนอยู่ในที่นั่งแล้ว",
    "4303": "ยังไม่ได้นั่ง",
    "4304": "ไม่มีแล้ว",

    "4350": "ผู้เล่นไม่ได้รับอนุญาตให้เดิมพันในขณะนี้",
    "4351": "คะแนนของผู้เล่นมีการเปลี่ยนแปลงอย่างผิดปกติ และไม่สามารถวางเดิมพันได้อีก",
    "4352": "จำนวนเงินในกระเป๋าเงินของผู้เล่นผิดปกติ ไม่มีการเดิมพันอีกต่อไป",

    "5001": "เกมหมดเวลามากเกินไป โปรดเชื่อมต่อเกมอีกครั้ง!",
    "5002": "การเดิมพันของเกมได้รับการยืนยันแล้วและไม่สามารถเปลี่ยนแปลงได้",
    "5003": "จำนวนเงินเดิมพันต่ำกว่ามูลค่าที่ตั้งไว้ และไม่สามารถวางเดิมพันได้",
    "5004": "จำนวนเงินเดิมพันเกินขีดจำกัดบน และไม่สามารถเดิมพันได้",
    "5005": "ไม่มีสลิปพนัน",
    "5006": "เดิมพันซ้ำไม่ได้",

    "5101": "(เติมแต้ม) ผู้เล่นมีชิปเพียงพอ ไม่จำเป็นต้องสะสมแต้ม",
    "5102": "(คะแนนการเติมเต็ม) จำนวนคะแนนการเติมเต็มทั้งหมดไม่เพียงพอที่จะนำมาสู่ขั้นต่ำ และจะไม่มีการสร้างคะแนนการเติมเต็ม",

    "6001": "สร้างบ้านไม่สำเร็จ",
    "6002": "ห้องส่วนตัวปิด",

    "6102": "ผู้ที่ไม่ใช่เจ้าของไม่สามารถเรียกใช้คำสั่งฟังก์ชันนี้ได้",
    "6103": "เจ้าบ้านไม่อนุญาตให้นั่งเล่นเกม",
    "6105": "ห้องเกมเข้าสู่สถานะเริ่มต้นเกม",
    "6106": "ห้องเกมถูกตัดสินแล้ว"
}