if (window.language_Mode == null) {
    var language_Mode = {};
    language_Mode.IND = {};
}
//===============<<InPoker>>===============//
language_Mode.IND["1000_001"] = "शुरू";
language_Mode.IND["1000_002"] = "कनेक्शन त्रुटि, विवरण के लिए कृपया ग्राहक सेवा से संपर्क करें";
language_Mode.IND["1000_003"] = "कनेक्शन काट दिया गया है, विवरण के लिए कृपया ग्राहक सेवा से संपर्क करें";
language_Mode.IND["1000_004"] = "पुष्टि करें";
language_Mode.IND["1000_005"] = "रद्द करें";
language_Mode.IND["1000_006"] = "चिप्स खरीदें";
language_Mode.IND["1000_007"] = "स्तर";
language_Mode.IND["1000_008"] = "रूम आईडी प्रविष्ट करें";
language_Mode.IND["1000_009"] = "कृपया रूम आईडी (नंबर) प्रविष्ट करें";
language_Mode.IND["1000_010"] = "जारी रखें";
language_Mode.IND["1000_011"] = "प्रोफाइल";
language_Mode.IND["1000_012"] = "खेल के नियम";
language_Mode.IND["1000_013"] = "सेटिंग";
language_Mode.IND["1000_014"] = "इतिहास";
language_Mode.IND["1000_015"] = "वापस जाएं";
language_Mode.IND["1000_016"] = "संपादित करें";
language_Mode.IND["1000_017"] = "अनुस्मारक";
language_Mode.IND["1000_018"] = "उपनाम में अधिकतम 12 अक्षर होते हैं";
language_Mode.IND["1000_019"] = "अपलोड की गई फाइल का आकार 2एम से अधिक नहीं हो सकता";
language_Mode.IND["1000_020"] = "कृपया कोई एक प्रारूप चुनें, जो तस्वीरों को सपोर्ट करता हो (गिफ, जेपीईजी, पीएनजी, बीएमपी)";
language_Mode.IND["1000_021"] = "एक अवतार का चयन करें";
language_Mode.IND["1000_022"] = "आईडी/रूम";
language_Mode.IND["1000_023"] = "बिग ब्लाइंड/स्मॉल ब्लाइंड";
language_Mode.IND["1000_024"] = "चिप्स खरीदें";
language_Mode.IND["1000_025"] = "मोड";
language_Mode.IND["1000_026"] = "खिलाड़ी";
language_Mode.IND["1000_027"] = "मानक";
language_Mode.IND["1000_028"] = "ब्लाइंड";
language_Mode.IND["1000_029"] = "शॉर्ट डेक";
language_Mode.IND["1000_030"] = "जल्दी शुरू";
language_Mode.IND["1000_031"] = "अपलोड";
language_Mode.IND["1000_032"] = "खाली रूम्स छिपाएं";
language_Mode.IND["1000_033"] = "लॉबी में लौटें";
language_Mode.IND["1000_034"] = "पिछली टेबल पर लौटें";
language_Mode.IND["1000_035"] = "खड़े हो जाएं";
language_Mode.IND["1000_036"] = "टेबल संख्या";
language_Mode.IND["1000_037"] = "संगीत";
language_Mode.IND["1000_038"] = "एसएफएक्स";
language_Mode.IND["1000_039"] = "तिथि सीमा";
language_Mode.IND["1000_040"] = "1 दिन";
language_Mode.IND["1000_041"] = "5 दिन";
language_Mode.IND["1000_042"] = "10 दिन";
language_Mode.IND["1000_043"] = "तारीख";
language_Mode.IND["1000_044"] = "शर्तों की सूची की संख्या";
language_Mode.IND["1000_045"] = "शर्त";
language_Mode.IND["1000_046"] = "लाभ और नुकसान";
language_Mode.IND["1000_047"] = "शर्त की कोई जानकारी नहीं";
language_Mode.IND["1000_048"] = "डाटा प्रोसेसिंग";
language_Mode.IND["1000_049"] = "अपनी सीट का चयन करें";
language_Mode.IND["1000_050"] = "टेबल\r\nबदलें";
language_Mode.IND["1000_051"] = "क्या आप लॉबी में लौटना चाहते हैं?";
language_Mode.IND["1000_052"] = "क्या आप पिछली टेबल पर लौटना चाहते हैं?";
language_Mode.IND["1000_053"] = "अभी तक नहीं बैठे";
language_Mode.IND["1000_054"] = "क्या आप सीट छोड़ना चाहते हैं?";
language_Mode.IND["1000_055"] = "शुरू करने के लिए प्रतीक्षा करें";
language_Mode.IND["1000_056"] = "नए खिलाड़ी का इंतजार है";
language_Mode.IND["1000_057"] = "खाली";
language_Mode.IND["1000_058"] = "बंद करे";
language_Mode.IND["1000_059"] = "रॉयल फ्लश";
language_Mode.IND["1000_060"] = "स्ट्रेट फ्लश";
language_Mode.IND["1000_061"] = "चार एक तरह के";
language_Mode.IND["1000_062"] = "फुलहाउस";
language_Mode.IND["1000_063"] = "फ्लश";
language_Mode.IND["1000_064"] = "स्ट्रेट";
language_Mode.IND["1000_065"] = "तीन एक तरह के";
language_Mode.IND["1000_066"] = "दो जोड़े";
language_Mode.IND["1000_067"] = "एक जोड़ा";
language_Mode.IND["1000_068"] = "हाई कार्ड";
language_Mode.IND["1000_069"] = "फोल्ड करें";
language_Mode.IND["1000_070"] = "कार्ड्स देखें";
language_Mode.IND["1000_071"] = "शर्त";
language_Mode.IND["1000_072"] = "कॉल";
language_Mode.IND["1000_073"] = "बढ़ाएं";
language_Mode.IND["1000_074"] = "<color=#FFFFFF>3 गुना</color> <color=#646464>बिग ब्लाइंड</color>";
language_Mode.IND["1000_075"] = "<color=#FFFFFF>4 गुना</color> <color=#646464>बिग ब्लाइंड</color>";
language_Mode.IND["1000_076"] = "<color=#FFFFFF>5 गुना</color> <color=#646464>बिग ब्लाइंड</color>";
language_Mode.IND["1000_077"] = "<color=#FFFFFF>1/2</color> <color=#646464>पॉट</color>";
language_Mode.IND["1000_078"] = "<color=#FFFFFF>2/3</color> <color=#646464>पॉट</color>";
language_Mode.IND["1000_079"] = "<color=#FFFFFF>1 गुना</color> <color=#646464>पॉट</color>";
language_Mode.IND["1000_080"] = "<color=#FFFFFF>3 गुना</color> <color=#646464>बढ़ाएं</color>";
language_Mode.IND["1000_081"] = "<color=#FFFFFF>4 गुना</color> <color=#646464>बढ़ाएं</color>";
language_Mode.IND["1000_082"] = "<color=#FFFFFF>5 गुना</color> <color=#646464>बढ़ाएं</color>";
language_Mode.IND["1000_083"] = "ऊप्स! आपको अपना बैलेंस देखना चाहिए।";
language_Mode.IND["1000_084"] = "क्या आप टेबल बदलना चाहते हैं?";
language_Mode.IND["1000_085"] = "अग्रिम दांव";
language_Mode.IND["1000_086"] = "किसी भी शर्त को लगाएं";
language_Mode.IND["1000_087"] = "न्यूनतम";
language_Mode.IND["1000_088"] = "अधिकतम";
language_Mode.IND["1000_089"] = "चेंज पॉइंट्स की मात्रा दर्ज करें";
language_Mode.IND["1000_090"] = "मौजूदा चिप्स";
language_Mode.IND["1000_091"] = "कुल शेष चिप्स";
language_Mode.IND["1000_092"] = "गेम के अंत में चेंज पॉइंट्स की मात्रा जोड़ी जाएगी";
language_Mode.IND["1000_093"] = "शो";
language_Mode.IND["1000_094"] = "विजेता का हाथ";
language_Mode.IND["1000_095"] = "फ्री";
language_Mode.IND["1000_096"] = "दांव लगाने का समय बढ़ाना";
language_Mode.IND["1000_097"] = "क्या आप सुनिश्चित हैं कि आप दांव लगाने के समय को बढ़ाने के लिए बिग ब्लाइंड रकम को खर्च करना चाहते हैं?";
language_Mode.IND["1000_098"] = "क्या आप विजेता के हाथ को देखने के लिए बिग ब्लाइंड खर्च करना चाहते हैं?";
language_Mode.IND["1000_099"] = "प्रविष्ट की गई चेंज पॉइंट्स की मात्रा रूम में न्यूनतम चिप्स से कम है";
language_Mode.IND["1000_100"] = "प्रविष्ट की गई चेंज पॉइंट्स की मात्रा रूम में अधिकतम चिप्स से अधिक है";
language_Mode.IND["1000_101"] = "शर्त को दुगना करने के बाद कुल राशि वर्तमान राशि से दुगनी होनी चाहिए";
language_Mode.IND["1000_102"] = "खिलाड़ी लॉबी में है";
language_Mode.IND["1000_103"] = "खिलाड़ी के आने का इंतजार करें";
language_Mode.IND["1000_104"] = "टेबल के मिलान की प्रतीक्षा में";
language_Mode.IND["1000_105"] = "प्रिय यूजर, सर्वर सिस्टम को ठीक करने जा रहा है, कृपया गेम को जल्दी छोड़ दें।";
language_Mode.IND["1000_106"] = "सिस्टम मेंटेनेंस हो रहा है, कनेक्शन में रुकावट।";
language_Mode.IND["1000_107"] = "सिस्टम कनेक्शन रुकावट का पता लगा रहा है।";
language_Mode.IND["1000_108"] = "लॉगइन विफल।";
language_Mode.IND["1000_109"] = "यह अकाउंट नंबर इस अकाउंट का पता लगाने में असमर्थ है।";
language_Mode.IND["1000_110"] = "गलत पासवर्ड";
language_Mode.IND["1000_111"] = "यह अकाउंट बंद कर दिया गया है।";
language_Mode.IND["1000_112"] = "आपने कई बार गलत पासवर्ड टाइप किए हैं।";
language_Mode.IND["1000_113"] = "गैर-सदस्यता अकाउंट";
language_Mode.IND["1000_114"] = "कृपया निरंतर लॉग इन करने को रोकें।";
language_Mode.IND["1000_115"] = "अकाउंट नंबर लॉग इन बार-बार।";
language_Mode.IND["1000_116"] = "खिलाड़ी अब मौजूद नहीं है।";
language_Mode.IND["1000_117"] = "गेम डाटा को सिंक करने में त्रुटि हुई है, कृपया फिर से लॉगइन करें";
language_Mode.IND["1000_118"] = "खिलाड़ी के पास अपर्याप्त चिप्स हैं";
language_Mode.IND["1000_119"] = "रूम विफल";
language_Mode.IND["1000_120"] = "लेवल सेटिंग त्रुटि";
language_Mode.IND["1000_121"] = "रूम अब मौजूद नहीं है";
language_Mode.IND["1000_122"] = "रूम नहीं है";
language_Mode.IND["1000_123"] = "आप खेल के दौरान छोड़कर नहीं जा सकते";
language_Mode.IND["1000_124"] = "सिस्टम एंट्री विफल";
language_Mode.IND["1000_125"] = "सिस्टम आउट विफल";
language_Mode.IND["1000_126"] = "सीट विफल";
language_Mode.IND["1000_127"] = "सीट अब मौजूद नहीं है";
language_Mode.IND["1000_128"] = "इस खिलाड़ी के पास पहले से ही सीट है";
language_Mode.IND["1000_129"] = "कोई खाली नहीं है";
language_Mode.IND["1000_130"] = "क्षमा करें, खिलाड़ियों को अस्थायी रूप से शर्त लगाने की अनुमति नहीं है";
language_Mode.IND["1000_131"] = "खिलाड़ी के पॉइंट चेंज में एक त्रुटि है, पुनः शर्त न लगाएं";
language_Mode.IND["1000_132"] = "खिलाड़ी के वॉलेट में एक त्रुटि है, पुनः शर्त न लगाएं";
language_Mode.IND["1000_133"] = "खिलाड़ी के टोकन अपर्याप्त हैं";
language_Mode.IND["1000_134"] = "कोई ऐतिहासिक रिकॉर्ड नहीं";
language_Mode.IND["1000_135"] = "मिलान विफल";
language_Mode.IND["1000_136"] = "यह खिलाड़ी एक गेम खेल रहा है, मेल नहीं खा सकता।";
language_Mode.IND["1000_137"] = "खिलाड़ी मिलान में नहीं है, रद्द करना विफल";
language_Mode.IND["1000_138"] = "खिलाड़ी तैयार नहीं है";
language_Mode.IND["1000_139"] = "मिनी गेम का निष्पादन विफल";
language_Mode.IND["1000_140"] = "खिलाड़ियों के पास पर्याप्त चिप्स हैं, पॉइंट्स जोड़ने की आवश्यकता नहीं";
language_Mode.IND["1000_141"] = "पूरक पॉइंट्स की कुल मात्रा अपर्याप्त है";
language_Mode.IND["1000_142"] = "अकाउंट या लॉगइन टोकन त्रुटि, कृपया पुनः लॉगइन करें";
language_Mode.IND["1000_143"] = "शर्त की राशि प्रविष्ट करें";
language_Mode.IND["1000_144"] = "रूम्स";
language_Mode.IND["1000_145"] = "कृपया अपना इंटरनेट कनेक्शन जांचें और गेम को फिर से कनेक्ट करें";
language_Mode.IND["1000_146"] = "बैठने की प्रतीक्षा की जा रही है";
language_Mode.IND["1000_147"] = "होम";
language_Mode.IND["1000_148"] = "क्या आप गेम को छोड़ना चाहते हैं?";
language_Mode.IND["1000_149"] = "आपके खाते में जोड़ दिया गया है";
language_Mode.IND["1000_150"] = "पॉइंट/ अंक";
language_Mode.IND["1000_151"] = "सोने का सिक्का";
language_Mode.IND["1000_152"] = "चांदी का सिक्का";
language_Mode.IND["1000_153"] = "सिस्टम अपवाद, सेवा केंद्र से संपर्क करें";
language_Mode.IND["1000_154"] = "सर्वर व्यस्त है, कृपया पुनः प्रयास करें।";
language_Mode.IND["1000_155"] = "कमरा भरा हुआ है";
language_Mode.IND["1000_156"] = "मुझे पैसे दिखाओ!";
language_Mode.IND["1000_157"] = "अच्छा हैंड!";
language_Mode.IND["1000_158"] = "मैं शायद झांसा दे रहा/रही हूँ.";
language_Mode.IND["1000_159"] = "मैं सिर्फ पॉट के लिए यहाँ हूँ.";
language_Mode.IND["1000_160"] = "मैं रिवर के साथ फ्लो करता/करती हूँ.";
language_Mode.IND["1000_161"] = "अगर किस्‍मत शामिल नहीं होती मैं हर बार जीतता!";
language_Mode.IND["1000_162"] = "किसी को परवाह नहीं है कि आपने क्या फोल्‍ड किया है.";
language_Mode.IND["1000_163"] = "कभी आप जीतते हैं, कभी आप सीखते हैं.";
language_Mode.IND["1000_164"] = "अपनी चिप्स से बात करें, अपने होठों से नहीं.";
language_Mode.IND["1000_165"] = "मेरे इक्के को चूमें!";
language_Mode.IND["1000_166"] = "आपने वेगन की तरह वह हैंड खेला.";
language_Mode.IND["1000_167"] = "काश आपके साथ फ्लॉप हो.";
language_Mode.IND["1000_168"] = "समय समाप्त हो गया, कृपया गेम से फिर कनेक्ट करें!";
language_Mode.IND["1000_169"] = "गोल्ड";
language_Mode.IND["1000_170"] = "सिल्वर";
language_Mode.IND["1000_171"] = "खिलाड़ी के पास गोल्ड क्वाइन नहीं हैं, क्या आप पंजीकरण करने के लिए होमपेज पर लौटना चाहते हैं?";
language_Mode.IND["1000_172"] = "इस समय खिलाड़ी योग्य नहीं है और इसलिए रूम में प्रवेश नहीं कर सकता।";
language_Mode.IND["1000_173"] = "कस्टम";
language_Mode.IND["1000_174"] = "पंजीकरण सफलतापूर्वक हो गया है";
language_Mode.IND["1000_175"] = "पंजीकरण विफल हो गया है";
language_Mode.IND["1000_176"] = "पंजीकृत";
language_Mode.IND["1000_177"] = "कृपया परिचायक एंटर करें";
language_Mode.IND["1000_178"] = "कृपया अपना नाम एंटर करें";
language_Mode.IND["1000_179"] = "कृपया अपना अकाउंट एंटर करें";
language_Mode.IND["1000_180"] = "कृपया अपना पासवर्ड एंटर करें";
language_Mode.IND["1000_181"] = "कृपया अपना पासवर्ड फिर से एंटर करें";
language_Mode.IND["1000_182"] = "कृपया फोन नंबर एंटर करें";
language_Mode.IND["1000_183"] = "इनपोकर में अकाउंट पहले से ही है";
language_Mode.IND["1000_184"] = "अकाउंट बनाएं";
language_Mode.IND["1000_185"] = "फ़ोन वैरिफिकेशन";
language_Mode.IND["1000_186"] = "आपका फोन नंबर";
language_Mode.IND["1000_187"] = "कृपया वैरिफिकेशन कोड एंटर करें।";
language_Mode.IND["1000_188"] = "क्या इसे  वैरिफाई नहीं किया जा सका?";
language_Mode.IND["1000_189"] = "वैरिफिकेशन कोड फिर से भेजा जाएगा।";
language_Mode.IND["1000_190"] = "दूसरा";
language_Mode.IND["1000_191"] = "अगला";
language_Mode.IND["1000_192"] = "डिपोज़िट करें";
language_Mode.IND["1000_193"] = "सत्यापन कोड त्रुटि";
language_Mode.IND["1000_194"] = "अतिथि के पास कोई सोने का सिक्का नहीं है,\r\nक्या आप सदस्य के रूप में पंजीकरण करना चाहते हैं?";
language_Mode.IND["1000_195"] = "輸入的補點金額大於遊戲房最大帶入籌碼";
///上面還沒整理，確定要印尼文在整理

//--------------------開防系統更新-------------
language_Mode.IND["1000_209"] = "एक खेल में था";
language_Mode.IND["1000_210"] = "अपना कमरा";
language_Mode.IND["1000_211"] = "प्रकार";
language_Mode.IND["1000_212"] = "इनपुट फ़ील्ड खाली नहीं हो सकता";
language_Mode.IND["1000_213"] = "कमरा नंबर खाली नहीं हो सकता";
language_Mode.IND["1000_214"] = "पास वर्ड दर्ज करें";

//--------------------系統訊息-------------
//----------------後控系統區塊------------		
language_Mode.IND["1000_100"] = "आपको निकाल दिया गया है, कृपया ग्राहक सेवा से संपर्क करें !!";;
//----------------後控系統區塊------------		
language_Mode.IND["1000_1001"] = "सिस्टम की मरम्मत होने वाली है, कृपया खेल को जल्दी छोड़ दें, धन्यवाद !!";
language_Mode.IND["1000_1002"] = "सिस्टम रखरखाव, कनेक्शन रुकावट !!";
language_Mode.IND["1000_1011"] = "सिस्टम कनेक्शन का समय समाप्त हो गया !!";

language_Mode.IND["1000_1911"] = "सिस्टम ने पैरामीटर त्रुटि पारित की, निर्दिष्ट परियोजना को निष्पादित नहीं किया जा सकता !!";
//----------------玩家區塊------------		
language_Mode.IND["1000_2000"] = "लॉगिन विफल";
language_Mode.IND["1000_2001"] = "ऐसा कोई खाता नहीं";
language_Mode.IND["1000_2002"] = "गलत पासवर्ड";
language_Mode.IND["1000_2003"] = "खाता निष्क्रिय";
language_Mode.IND["1000_2004"] = "पासवर्ड त्रुटि कई बार पार हो गई";
language_Mode.IND["1000_2005"] = "गैर-सदस्य खाता";
language_Mode.IND["1000_2008"] = "लगातार लॉग इन न करें";
language_Mode.IND["1000_2009"] = "खाता बार-बार लॉगिन";

language_Mode.IND["1000_2100"] = "खिलाड़ी मौजूद नहीं है";
language_Mode.IND["1000_2101"] = "खिलाड़ी लॉबी में है";
language_Mode.IND["1000_2102"] = "खिलाड़ी डिस्कनेक्ट हो गया";

language_Mode.IND["1000_2121"] = "गेम डेटा सिंक्रोनाइज़ेशन त्रुटि, कृपया फिर से लॉग इन करें";
language_Mode.IND["1000_2122"] = "खिलाड़ी चिप्स से बाहर है";
language_Mode.IND["1000_2123"] = "अपर्याप्त खिलाड़ी टोकन";

language_Mode.IND["1000_2200"] = "मूल्य स्टोर करने में विफल";
language_Mode.IND["1000_2201"] = "मूल्य खेल में संग्रहीत नहीं किया जा सकता है, कृपया संचालित करने के लिए लॉबी में जाएं";

language_Mode.IND["1000_2210"] = "खंडित संग्रहीत मूल्य अनुक्रम त्रुटि।";

language_Mode.IND["1000_2501"] = "चेक नो हिस्ट्री";
language_Mode.IND["1000_2502"] = "कृपया पुन: प्रयास करें";

language_Mode.IND["1000_2990"] = "सिस्टम असामान्य है, कृपया ग्राहक सेवा से संपर्क करें";
//----------------大廳及遊戲房區塊------------
language_Mode.IND["1000_3000"] = "तालिका में शामिल होने में विफल";
language_Mode.IND["1000_3001"] = "खिलाड़ी पहले से ही खेल में है और अब तालिका में शामिल नहीं हो सकता";
language_Mode.IND["1000_3051"] = "खिलाड़ी तालिका में शामिल होने की स्थिति में नहीं है, रद्दीकरण विफल";

language_Mode.IND["1000_3200"] = "प्रवेश करने में विफल";
language_Mode.IND["1000_3201"] = "स्तर क्षेत्र त्रुटि";
language_Mode.IND["1000_3202"] = "कमरा मौजूद नहीं है";
language_Mode.IND["1000_3203"] = "कोई कमरा उपलब्ध नहीं है";
language_Mode.IND["1000_3204"] = "खेल नहीं छोड़ सकते";
language_Mode.IND["1000_3205"] = "खिलाड़ी तैयार नहीं है";
language_Mode.IND["1000_3206"] = "खिलाड़ी की वर्तमान कक्ष प्रवेश योग्यता मेल नहीं खाती और कमरे में प्रवेश नहीं कर सकती";
language_Mode.IND["1000_3207"] = "गलत पासवर्ड";

language_Mode.IND["1000_3210"] = "कमरा भरा हुआ है";
//----------------座位及遊戲前區塊------------
language_Mode.IND["1000_4300"] = "सीट लेने में विफल";
language_Mode.IND["1000_4301"] = "सीट मौजूद नहीं है";
language_Mode.IND["1000_4302"] = "कोई पहले से ही बैठा है";
language_Mode.IND["1000_4303"] = "अभी तक नहीं बैठा";
language_Mode.IND["1000_4304"] = "कोई जगह नहीं बची";

language_Mode.IND["1000_4350"] = "खिलाड़ियों को अस्थायी रूप से दांव लगाने की अनुमति नहीं है";
language_Mode.IND["1000_4351"] = "खिलाड़ी के अंक असामान्य रूप से बदलते हैं और अब दांव नहीं लगा सकते";
language_Mode.IND["1000_4352"] = "खिलाड़ी की वॉलेट राशि असामान्य है और अब शर्त नहीं लगा सकती";

//----------------遊戲區塊------------
language_Mode.IND["1000_5001"] = "खेल में बहुत अधिक समय समाप्त हो गया है, कृपया खेल को फिर से कनेक्ट करें!";
language_Mode.IND["1000_5002"] = "गेम बेट की पुष्टि हो गई है और इसे बदला नहीं जा सकता",
    language_Mode.IND["1000_5003"] = "शर्त राशि निर्धारित मूल्य से कम है और शर्त नहीं लगा सकती",
    language_Mode.IND["1000_5004"] = "शर्त राशि ऊपरी सीमा से अधिक है और दांव नहीं लगा सकती",
    language_Mode.IND["1000_5005"] = "शर्त मौजूद नहीं है",
    language_Mode.IND["1000_5006"] = "सट्टेबाजी के आदेश को दोहराया नहीं जा सकता",

    language_Mode.IND["1000_5101"] = "(प्रतिपूर्ति) खिलाड़ी के पास पर्याप्त चिप्स हैं, मेकअप करने की कोई आवश्यकता नहीं है।",
    language_Mode.IND["1000_5102"] = "(पूरक अंक) यदि पूरक अंक की कुल राशि न्यूनतम लाने के लिए पर्याप्त नहीं है, तो कोई पूरक अंक नहीं दिया जाएगा।",
    //----------------房卡(開房)系統------------
    language_Mode.IND["1000_6001"] = "बिल्डिंग विफल";
language_Mode.IND["1000_6002"] = "निजी कमरा बंद";

language_Mode.IND["1000_6102"] = "गैर-गृहस्वामी इस फ़ंक्शन कमांड को निष्पादित नहीं कर सकते";
language_Mode.IND["1000_6103"] = "गृहस्वामी ने बैठे हुए खेल की अनुमति नहीं दी है";
language_Mode.IND["1000_6105"] = "गेम रूम ने गेम स्टार्टअप स्थिति में प्रवेश किया है";
language_Mode.IND["1000_6106"] = "गेम रूम बस गया";

//----------------比賽系統------------
language_Mode.IND["1000_7301"] = "(प्रतियोगिता) यह प्रतियोगिता मौजूद नहीं है या समाप्त हो गई है।";

//===============<<InPoker>>===============//