if (window.language_Mode == null) {
    var language_Mode = {};
    language_Mode.THB = {};
}

//===============<<工具列文字>>===============//
//#region 
language_Mode.THB["S_1001"] = "อัตโนมัติ";
language_Mode.THB["S_1002"] = "จนถึงฟรีเกม";

language_Mode.THB["S_2001"] = "ตั้งค่าเดิมพัน";
language_Mode.THB["S_2002"] = "คะแนน";
language_Mode.THB["S_2003"] = "เดิมพัน";
language_Mode.THB["S_2004"] = "เส้น";

language_Mode.THB["S_3001"] = "ติดตั้ง";
language_Mode.THB["S_3004"] = "ดนตรี";
language_Mode.THB["S_3005"] = "เพลงประกอบ";
language_Mode.THB["S_3006"] = "ตั้งกดค้างโดยอัตโนมัติ";

language_Mode.THB["S_9001"] = "เดิมพัน";
language_Mode.THB["S_9002"] = "เดิมพันสำเร็จ";
language_Mode.THB["S_9003"] = "ยอดคงเหลือไม่เพียงพอโปรดเติมเงินและลองใหม่";
language_Mode.THB["S_9004"] = "เกินกว่ายอดเดิมพันสูงสุด ดำเนินการไม่ได้";
language_Mode.THB["S_9005"] = "ด้วยไม่เดิมพันในเวลากำหนด คุณออกจากเกมแล้ว กรุณาเข้าสู่ระบบใหม่";
language_Mode.THB["S_9006"] = "คุณไม่เดิมพันเกมนี้\n(หรือคุณกดปุ่มไม่ถูกต้อง)";
language_Mode.THB["S_9007"] = "กรุณารอรอบใหม่";
language_Mode.THB["S_9008"] = "เสือดาว";
language_Mode.THB["S_9009"] = "โปรดตรวจสอบการ\nเชื่อมต่อ\nอินเตอร์เน็ต\nและเข้าระบบเกม\nใหม่";
language_Mode.THB["S_9010"] = "ขณะนี้ไม่ใช่ช่วงเวลาเดิมพัน";
language_Mode.THB["S_9015"] = "เดิมพันไม่สำเร็จ";
language_Mode.THB["S_9016"] = "การเลือกเดิมพัน";
language_Mode.THB["S_9017"] = "โปรดยกเลิกสปินอัตโนมัติหรือรอเกมหยุด\r\nเพื่อใช้งานฟังก์ชันนี้";

language_Mode.THB["S_9020"] = "สูง";
language_Mode.THB["S_9021"] = "ต่ำ";
language_Mode.THB["S_9022"] = "ไม่มีฟังก์ชั่นนี้กรุณาปิดระบบเกม";
language_Mode.THB["S_9023"] = "ชื่อบัญชีซ้ำการต่อเชื่อมถูกตัดออก";
language_Mode.THB["S_9024"] = "หมดเวลาต่อเชื่อมแล้ว กรุณาเข้าใหม่อีกครั้ง";
language_Mode.THB["S_9025"] = "บัญชีถูกล็อค";
language_Mode.THB["S_9026"] = "บัญชีอยู่ในเครือข่ายแล้ว";
language_Mode.THB["S_9027"] = "พบอักขระ​ที่ไม่สอดคล้องในชื่อบัญชี";
language_Mode.THB["S_9028"] = "ไอพีถูกปิดกั้น";
language_Mode.THB["S_9029"] = "บัญชีนี้เข้าห้องแล้ว";
language_Mode.THB["S_9031"] = "ห้องเต็มไม่สามารถเล่นเกมได้";
language_Mode.THB["S_9043"] = "เกินกว่ายอดเดิมพันสูงสุด";

language_Mode.THB["S_9050"] = "เดิมพัน";
language_Mode.THB["S_9051"] = "กลับที่โต๊ะ";
language_Mode.THB["S_9052"] = "ดนตรี";
language_Mode.THB["S_9053"] = "เพลงประกอบ";
language_Mode.THB["S_9054"] = "โฮมเพจ";
language_Mode.THB["S_9055"] = "กติกา";

language_Mode.THB["S_9056"] = "จำนวนรอบ";
language_Mode.THB["S_9057"] = "ห้องคลาสสิค";
language_Mode.THB["S_9058"] = "เดิมพัน";
language_Mode.THB["S_9059"] = "เปิดไพ่";
language_Mode.THB["S_9060"] = "ปิดบัญชีเงิน";
language_Mode.THB["S_9061"] = "สับไพ่";
language_Mode.THB["S_9062"] = "ชื่อห้อง";
language_Mode.THB["S_9063"] = "เข้าสู่";

language_Mode.THB["S_9064"] = "ชื่อเรียก";
language_Mode.THB["S_9065"] = "อัตราจ่ายเดิมพัน";
language_Mode.THB["S_9066"] = "เดิมพันขั้นต่ำ";
language_Mode.THB["S_9067"] = "เดิมพันขั้นสูง";

language_Mode.THB["S_9068"] = "กำหนดลงวันที่";
language_Mode.THB["S_9069"] = "วันที่";
language_Mode.THB["S_9070"] = "หมายเลข";
language_Mode.THB["S_9071"] = "เดิมพัน";
language_Mode.THB["S_9072"] = "กำไร";
language_Mode.THB["S_9073"] = "ดาวน์โหลดข้อมูลทั้งหมด";
language_Mode.THB["S_9074"] = "ไม่มีข้อมูลทดลองเล่น";
language_Mode.THB["S_9075"] = "แพ้";
language_Mode.THB["S_9076"] = "กำลังดำเนินการข้อมูล";
language_Mode.THB["S_9077"] = "ดาวน์โหลดภาษาไม่สำเร็จติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["S_9078"] = "สปินปกติ";
language_Mode.THB["S_9079"] = "ฟรีสปิน";
language_Mode.THB["S_9080"] = "เกมเล็ก";
language_Mode.THB["S_9081"] = "กำไรขาดทุน";
language_Mode.THB["S_9082"] = "สปิน";
language_Mode.THB["S_9083"] = "อัตราผลตอบแทนสูงพิเศษ";
language_Mode.THB["S_9084"] = "อัตราผลตอบแทนสูง";
language_Mode.THB["S_9085"] = "ยินดีด้วย";
language_Mode.THB["S_9086"] = "รางวัลชนะเลิศ";
language_Mode.THB["S_9087"] = "โหมดอัตราผลตอบแทนสูง";

language_Mode.THB["S_9088"] = "ฝั่งลูกค้าถูกปิดกั้นโดยเซิร์ฟเวอร์";
language_Mode.THB["S_9089"] = "ฝั่งลูกค้าถูกเตะออกโดยเซิร์ฟเวอร์";
language_Mode.THB["S_9090"] = "ข้อผิดพลาดฝั่งลูกค้าไม่สามารถตรวจเช็คได้ \r\nโปรดติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["S_9091"] = "ระบบอยู่ระหว่างการบำรุง";
language_Mode.THB["S_9092"] = "การสูญเสียเกินจำนวนอันกำหนด";
language_Mode.THB["S_9093"] = "ยกเลิกการเชื่อมต่อ";
language_Mode.THB["S_9094"] = "จ่ายรางวัลล้มเหลว";

language_Mode.THB["S_9095"] = "รายละเอียดชนะรางวัล";
language_Mode.THB["S_9096"] = "ไม่มีชุดประกอบชัยชนะ";
language_Mode.THB["S_9097"] = "เส้นอัตราจ่ายเดิมพัน:";

language_Mode.THB["S_9098"] = "อัตรา\r\nผลตอบแทน\r\nการลงทุน";
language_Mode.THB["S_9099"] = "จำนวนคน";
language_Mode.THB["S_9100"] = "การชดเชย\r\nตามทฤษฎี";
language_Mode.THB["S_9101"] = "การเดิมพัน\r\nส่วนบุคคล";
language_Mode.THB["S_9102"] = "สัดส่วนการถือหุ้น";
language_Mode.THB["S_9103"] = "การเดิมพันของผู้เล่นโดยรวม";
language_Mode.THB["S_9104"] = "ผู้ชนะ";
language_Mode.THB["S_9105"] = "ฝั่งสีแดง";
language_Mode.THB["S_9106"] = "ฝั่งสีฟ้า";


language_Mode.THB["S_9901"] = "ระบบผิดพลาด ติดต่อฝ่ายบริการลูกค้า：";
language_Mode.THB["S_9902"] = "ล็อคอินไม่สำเร็จ ติดต่อฝ่ายบริการลูกค้า：";

language_Mode.THB["S_11010"] = "กดปุ่มค้างเข้าสู่ระบบอัตโนมัติ";

language_Mode.THB["B_1001"] = "ออกเพื่อเข้าสู่หน้าหลัก";
language_Mode.THB["B_1002"] = "กลับเพื่อเลือกตาราง";
language_Mode.THB["B_1003"] = "ตั้งดนตรี";
language_Mode.THB["B_1004"] = "ฟอร์มจ่ายเดิมพัน";
language_Mode.THB["B_1005"] = "คำชี้แจง";
language_Mode.THB["B_1006"] = "กลับที่เกม";
language_Mode.THB["B_1007"] = "กลับสู่";
language_Mode.THB["B_1008"] = "ข้อมูลที่ผ่านมา";
language_Mode.THB["B_1009"] = "1 วัน ";
language_Mode.THB["B_1010"] = "5 วัน";
language_Mode.THB["B_1011"] = "10 วัน";
//#endregion
//===============<<工具列文字>>===============//



//===============<<幫助文字>>===============//
//#region 
//---SLOT---//
language_Mode.THB["HELP_001"] = "ยอดเหลือทั้งหมด";
language_Mode.THB["HELP_002"] = "ยอดเงินรางวัล";
language_Mode.THB["HELP_003"] = "ทุกหมายเลขเกมสามารถโทรเช็คผ่านฝ่ายบริการลูกค้า";
// 每局遊戲編號，可提供客服查詢
language_Mode.THB["HELP_004"] = "2X\nสปีดส์เกม ";
language_Mode.THB["HELP_005"] = "กดดูมีตัวเลือก\nมากมาย";
language_Mode.THB["HELP_006"] = "กดปุ่มปรับ\nจำนวนเดิมพัน";
language_Mode.THB["HELP_007"] = "จำนวนคะแนน";
language_Mode.THB["HELP_008"] = "กดปุ่มค้างเข้าสู่ระบบอัตโนมัติ";

//---47&&50---//
language_Mode.THB["HELP_101"] = "2X\nสปีดส์เกม ";
language_Mode.THB["HELP_102"] = "ยอดเดิมพันปรับลง";
language_Mode.THB["HELP_103"] = "กดปุ่มค้างเข้าสู่ระบบอัตโนมัติ";
language_Mode.THB["HELP_104"] = "ยอดเดิมพันปรับขึ้น";
language_Mode.THB["HELP_105"] = "กดดูมีตัวเลือก\nมากมาย";
language_Mode.THB["HELP_106"] = "สวิทซ์เปิดปิดเสียง";
language_Mode.THB["HELP_107"] = "กติกาของเกม";
language_Mode.THB["HELP_108"] = "กดค้างอัตโนมัติตั้งค่านับจำนวน";
language_Mode.THB["HELP_109"] = "กลับล็อบบี้";
language_Mode.THB["HELP_110"] = "ไม่แสดงตัวช่วยนี้อีก";

//---小瑪莉---//
language_Mode.THB["HELP_55001"] = "ยอดเหลือทั้งหมด";
language_Mode.THB["HELP_55002"] = "ยอดเงินรางวัล";
language_Mode.THB["HELP_55003"] = "";
// 每局遊戲編號，可提供客服查詢
language_Mode.THB["HELP_55004"] = "กดปุ่มเดิมพัน";
language_Mode.THB["HELP_55005"] = "กดปุ่มปรับ\nจำนวนเดิมพัน";
language_Mode.THB["HELP_55006"] = "กดปุ่มเดิมพันทั้งหมด";
language_Mode.THB["HELP_55007"] = "กดปุ่มยกเลิกเดิมพัน";
language_Mode.THB["HELP_55008"] = "กดปุ่มเข้าสู่ระบบอัตโนมัติ";
language_Mode.THB["HELP_55009"] = "กดปุ่มเพื่อเล่นเกม";
language_Mode.THB["HELP_55010"] = "กดดูมีตัวเลือก\nมากมาย";

//---水果盤---//
language_Mode.THB["HELP_56001"] = "ยอดเหลือทั้งหมด";
language_Mode.THB["HELP_56002"] = "ยอดเงินรางวัล";
language_Mode.THB["HELP_56003"] = "";
// 每局遊戲編號，可提供客服查詢
language_Mode.THB["HELP_56004"] = "กดดูมีตัวเลือก\nมากมาย";
language_Mode.THB["HELP_56005"] = "กดปุ่มปรับ\nจำนวนเดิมพัน";
language_Mode.THB["HELP_56006"] = "กดปุ่มลดเดิมพัน";
language_Mode.THB["HELP_56007"] = "กดปุ่มเพิ่มเดิมพัน";
language_Mode.THB["HELP_56008"] = "กดปุ่มเล่นเกม";
language_Mode.THB["HELP_56009"] = "ใช้ปุ่มสไลด์ขึ้นลงตรวจสอบอัตราจ่ายเดิมพัน";
//#endregion
//===============<<幫助文字>>===============//



//===============<<老虎機文字>>===============//
//#region 
language_Mode.THB["4_001"] = "ยอดเงินไม่เพียงพอ";
language_Mode.THB["4_002"] = "เงินเดิมพัน";
language_Mode.THB["4_003"] = "ยอดเงินเหลือ";
language_Mode.THB["4_004"] = "รางวัลชนะ";
language_Mode.THB["4_005"] = "อัตโนมัติ";
language_Mode.THB["4_006"] = "เส้น";
language_Mode.THB["4_007"] = "เดิมพัน";
language_Mode.THB["4_008"] = "ไลน์";
language_Mode.THB["4_009"] = "กดค้างเข้าสู่ระบบอัตโนมัติ";
language_Mode.THB["4_010"] = "เริ่มสปิน";
language_Mode.THB["4_011"] = "รางวัลชนะ";
language_Mode.THB["4_012"] = "ฟรีสปิน";
language_Mode.THB["4_013"] = "ปรับเปลี่ยนจำนวนเดิมพัน\r\nล้มเลิกความคืบหน้าของเกมในปัจจุบัน";
language_Mode.THB["4_014"] = "เลือกโหมดฟรีสปิน";
language_Mode.THB["4_015"] = "โหมดอัตราผลตอบแทนสูง:\r\nฟรีสปิน10.20.30ครั้งพร้อม\r\nอัตราผลตอบแทนสูงพิเศษ!";
language_Mode.THB["4_016"] = "โหมดอัตราผลตอบแทนสูงพิเศษ:\r\nฟรีสปิน5.10.15ครั้งพร้อมทวีคูณ\r\nคะแนนการชนะ สุดมันส์จริงๆ!";


language_Mode.THB["4_101"] = "ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ \r\n3รูปฟรีเกม10ครั้ง \r\n4รูปฟรีเกม20ครั้ง \r\n5รูปฟรีเกม30ครั้ง\r\n";
language_Mode.THB["4_102"] = "ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nแทนรูปสัญลักษณ์อื่นเว้นฟรีเกม";
language_Mode.THB["4_103"] = "รูปWildถูกปรากฏขึ้นในวงล้อที่ใดที่หนึ่ง";
language_Mode.THB["4_104"] = "รูปWildปรากฎขึ้นคอลัมน์เดียวกันกับขวดแก้ว\r\nเส้นแจกรางวัลบนวงล้อ\r\nจะตกในกล่องรูปWildกระตุ้นฟังก์ชั่นตามระบุ";
language_Mode.THB["4_105"] = "รอกล่องยิงขวดแก้วเพื่อรับรางวัลที่สอดคล้องกัน\r\n\r\nวางระเบิด:รูปทุกใบในช่อง3 by 3 grid\r\nเปลี่ยนแปลงเป็นรูปWildได้\r\nกระสุน:จำนวนครั้งฟรีเกมที่ได้รับสอดคล้องกันกับตัวเลขที่ได้รับ\r\nเหรียญทอง:ตัวเลขที่ได้รับxค่าเดิมพัน เท่ากับคะแนนที่\r\nได้รับ\r\nรูปสัญลักษณ์ลับ:เลือกสุ่มรางวัลประเภทหนึ่ง";

language_Mode.THB["G304_104"] = "รูปWildปรากฎขึ้นคอลัมน์เดียวกันกับไข่มังกร\r\nเส้นแจกรางวัลบนวงล้อ\r\nจะตกในกล่องรูปWildกระตุ้นฟังก์ชั่นตามระบุ";
language_Mode.THB["G304_105"] = "รอกล่องไข่มังกรหลุดลงเพื่อรับรางวัลที่สอดคล้องกัน\r\n\r\nไข่สีแดง: รูปทุกใบในช่อง3 by 3 gridเปลี่ยนแปลงเป็นรูปWildได้\r\nไข่สีเขียว: จำนวนครั้งฟรีเกมที่ได้รับสอดคล้องกันกับตัวเลขที่ได้รับ\r\nไข่สีน้ำเงิน: ตัวเลขที่ได้รับxค่าเดิมพัน เท่ากับคะแนนที่ได้รับ\r\nไข่สีทอง: ได้รางวัลใดแบบสุ่ม";

//--- 神龍寶藏---//
language_Mode.THB["G65_101"] = "รูปสัญลักษณ์ฟรีเกม\r\n3รูปฟรีเกม10ครั้ง\r\nรูปสัญลักษณ์ฟรีเกมต่างหาก\r\nกดได้กระตุ้นเพิ่มฟรีเกมอีก5ครั้ง\r\n(สามารถเกิดซ้ำได้)";
language_Mode.THB["G65_102"] = "รูปWild\r\nแทนรูปสัญลักษณ์อื่นเว้นฟรีเกม\r\nปรากฎขึ้นคอลัมน์ที่2,3,4เท่านั้น";
language_Mode.THB["G65_103"] = "รางวัลทวีคูณ\r\nระยะเวลาโหมดสปินใดๆ\r\n รางวัลทั้งหมดจะคูณด้วยตัวคูณเหนือแกน\r\nการสปินแต่ละครั้งเริ่มต้นด้วย x1\r\nชนะต่อเนื่องจะเพิ่มตัวคูณ\r\nตัวคูณจะเพิ่มขึ้นทีละขั้นจาก x1, x2, x3, x5\r\n(ตัวคูณสูงสุด x5)";
language_Mode.THB["G65_104"] = "โหมดฟรีสปิน\r\nระยะเวลาโหมดฟรีสปิน\r\nชนะต่อเนื่องจะเพิ่มตัวคูณ\r\nตัวคูณเพิ่มขึ้นทีละขั้นจาก x3, x6, x9, x15\r\n(ตัวคูณสูงสุด x15)";
language_Mode.THB["G65_105"] = "รอบที่ ";
language_Mode.THB["G65_106"] = "";
language_Mode.THB["G65_107"] = "รูปสัญลักษณ์ชัยชนะจะทริกเกอร์วิธีการเล่นแบบMatchingเกม\r\nทำให้รูปสัญลักษณ์ด้านบนหล่นลงมา\r\nและรับคะแนนซ้ำได้จนกว่ามิได้";

//--- 神龍寶藏 2---//
language_Mode.THB["G63_101"] = "ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(ไม่จำเป็นต้องอยู่ในเส้นอัตราจ่ายเดิมพัน)\r\n3รูปฟรีเกม10ครั้ง\r\n4รูปฟรีเกม20ครั้ง\r\n5รูปฟรีเกม30ครั้ง\r\nไม่จำกัดจำนวนครั้งฟรีเกมเมื่อริทริกเกอร์";
language_Mode.THB["G63_102"] = "รูปWild\r\nแทนรูปสัญลักษณ์อื่นเว้นโบนัสเกม\r\nปรากฎขึ้นคอลัมน์ที่2,3,4เท่านั้น";
language_Mode.THB["G63_103"] = 'ในเกมหลัก สามารถคลิกปุ่ม "คุณลักษณะการซื้อ" เพื่อซื้อฟรีเกม\r\nต้องมีการเดิมพันเพิ่มเติม\r\nจำนวนเงินจะแสดงบนปุ่มและเกี่ยวข้องกับการเดิมพันแบบทวีคูณ\r\nฟรีเกมที่ซื้อตัวคูณจะเหมือนกับตอนที่ซื้อ';

//--- 龍龍龍2---//
language_Mode.THB["G155_101"] = "รางวัลชนะรวม";
language_Mode.THB["G155_102"] = "รางวัลทวีคูณ\r\nระยะเวลาโหมดสปินใดๆ รางวัลชนะจะคูณด้วยตัวคูณ\r\nตามฟอร์มจ่ายเดิมพัน หากชนะต่อเนื่อง\r\nชนะครั้งแรกเริ่มต้นด้วย x1\r\nชนะครั้งที่สองคูณ x2\r\nชนะครั้งที่สามคูณ x3\r\nตามรูปแบบนี้จนกว่าการชนะจะหมดไป";

//--- 發發發---//
language_Mode.THB["G171_101"] = "รูปสัญลักษณ์ทวีคูณ\r\nจะปรากฏในคอลัมน์ที่สี่ของวงล้อ\r\nมีหนึ่งถึงสิบเท่า\r\nตามคะแนนที่ชนะในสามคอลัมน์แรกของวงล้อ\r\nคูณด้วยตัวคูณ";
language_Mode.THB["G171_102"] = "คอลัมน์ที่สี่ของวงล้อ​ นอกเหนือจากการปรากฏจง  ฮวด แปะ\r\nยังมีสัญลักษณ์ทวีคูณหนึ่งถึงสิบเท่า\r\nคะแนนสัญลักษณ์ชนะรางวัลจะคูณด้วยตัวคูณที่ได้รับจากคอลัมน์ที่สี่";

//--- 世界旅人 ---//
language_Mode.THB["G66_101"] = "รูปสัญลักษณ์แห่งชัยชนะคะแนนสูงสามารถสะสมเป็นคอลเลกชัน\r\nเข้าสู่ฟรีเกมที่กำหนดได้เมื่อรวมฉากเดียวกันได้สามใบ";
language_Mode.THB["G66_102"] = "ฟรีเกม-ฉากทะเลทราย\r\nรูปสัญลักษณ์Wildใด ๆปรากฎขึ้น จะอัปเกรดทั้งคอลัมน์";
language_Mode.THB["G66_103"] = "ฟรีเกม-ฉากโลกใต้น้ำทะเล\r\nรูปสัญลักษณ์Wildใดๆปรากฎขึ้น โดยรอบ2ใบจะเปลี่ยนเป็นรูปWildด้วย(หากรูปWildปรากฎขึ้นมากกว่า3ใบจะถูกสุ่มเลือก2ใบ)";
language_Mode.THB["G66_104"] = "ฟรีเกม-ฉากโลกใต้ดิน\r\n2 รูปสัญลักษณ์Wildใด ๆปรากฎขึ้นก่อนเริ่มสปิน จะเคลื่อนที่แบบสุ่ม1กริดรอบๆตัวในแต่ละรอบหรือบูมหายแต่ละครั้ง";
language_Mode.THB["G66_105"] = "ฟรีเกม-ฉากดินแดนหิมะ\r\nเมื่อรูปสัญลักษณ์Wildเรียงเป็นแถว มีรอยแตกเกิดขึ้น\r\nได้ลุ้นติดๆกัน 3 ครั้ง";

//---PG版型紅包說明---//
language_Mode.THB["4_143"] = "การสุ่มรูปสัญลักษณ์อั่งเปา\r\nรูปอั่งเปา 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับรางวัลทันที"
language_Mode.THB["4_144"] = "การสุ่มรูปสัญลักษณ์กล่องใส่สมบัติ\r\nรูปกล่องใส่สมบัติ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับสมบัติทันที\r\n"
language_Mode.THB["4_145"] = "การสุ่มรูปสัญลักษณ์ของขวัญ\r\nรูปของขวัญ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปหนึ่งใบใดได้เงินรางวัลทันที"
language_Mode.THB["4_146"] = "การสุ่มรูปสัญลักษณ์ชามวิเศษ\r\nรูปชามวิเศษ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับสมบัติทันที"
language_Mode.THB["4_147"] = "การสุ่มรูปสัญลักษณ์กล่องอาหาร\r\nรูปกล่องอาหาร 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับรางวัลทันที\r\n"
language_Mode.THB["4_148"] = "การสุ่มรูปสัญลักษณ์กุญแจ\r\nรูปกุญแจ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งเปิดกล่องทันที"
language_Mode.THB["4_149"] = "การสุ่มรูปสัญลักษณ์พระพิฆเนศ\r\nรูปพระพิฆเนศ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับรางวัลทันที"
language_Mode.THB["4_150"] = "การสุ่มรูปสัญลักษณ์แสงจันทร์\r\nรูปแสงจันทร์ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับรางวัลทันที\r\n"
language_Mode.THB["4_151"] = "การสุ่มรูปสัญลักษณ์กล่องใส่สมบัติ\r\nรูปกล่องใส่สมบัติ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับสมบัติทันที\r\n"
language_Mode.THB["4_152"] = "การสุ่มรูปสัญลักษณ์กุญแจ\r\nรูปกุญแจ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งเปิดกล่องทันที"
language_Mode.THB["4_153"] = "การสุ่มรูปสัญลักษณ์เหรียญ\r\nรูปเหรียญ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับรางวัลทันที\r\n"
language_Mode.THB["4_171"] = "สุ่มปรากฏขึ้นในวงล้อ\r\สามรูปพร้อมกัน\r\เลือกกดใบใดใบหนึ่งรับรางวัลทันที"
language_Mode.THB["4_172"] = "การสุ่มรูปสัญลักษณ์กล่องใส่สมบัติ\r\nรูปกล่องใส่สมบัติ 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับสมบัติทันที"
language_Mode.THB["4_174"] = "การสุ่มรูปสัญลักษณ์ตู้แช่พิสดาร\r\nรูปตู้แช่พิสดาร 3 ใบปรากฏขึ้นในวงล้อพร้อมกัน\r\nกดเลือกรูปใบใดใบหนึ่งรับรางวัลทันที"
//---PG版型紅包說明---//

language_Mode.THB["243_001"] = "243 ไลน์เส้นอัตราจ่ายเดิมพัน";
language_Mode.THB["243_002"] = "ไลน์เส้นอัตราจ่ายเดิมพันจะแจกจ่ายตามลำดับจากซ้ายไปขวาในวงล้อ";
language_Mode.THB["243_003"] = "ได้รางวัล";
language_Mode.THB["243_004"] = "ยังไม่ได้รางวัล";
language_Mode.THB["243_005"] = "วิธีการคิดอัตราจ่ายเดิมพัน\r\nตามวงล้อจากซ้ายไปขวา \r\nตัวเลขข้างเครื่องหมายชนะทุกอันคูณด้วยจำนวนสายเส้นอัตราจ่ายเดิมพัน";
language_Mode.THB["243_006"] = "ตามตัวอย่างด้านบน";
language_Mode.THB["243_007"] = "การจ่ายเดิมพันของเครื่องหมายที่ชนะคือมูลค่าจ่ายเดิมพัน\r\nเครื่องหมายนั้น คูณด้วยจำนวนไลน์เส้นอัตราจ่ายเดิมพัน";
language_Mode.THB["243_008"] = "ผลรางวัลตัวอย่างนี้:";
//---橫直新增---//
language_Mode.THB["243_009"] = "วิธีการคิดอัตราจ่ายเดิมพันตามวงล้อ\r\nจากซ้ายไปขวา ตัวเลขข้างเครื่องหมายชนะ\r\nทุกอันคูณด้วยจำนวนไลน์เส้นอัตราจ่ายเดิมพัน";
language_Mode.THB["243_010"] = "วิธีคิดอัตราจ่ายเดิมพันทั้งหมดตามตัวอย่างด้านบน:";
language_Mode.THB["243_011"] = "อ้างอิงจากตัวอย่างข้างต้น\r\nในตัวอย่างนี้เงินเดิมพันคือ 1 เดิมพันขั้นพื้นฐานคือ 50 รางวัลชนะคือ:";
language_Mode.THB["243_012"] = "อ้างอิงจากตัวอย่างข้างต้น\r\nในตัวอย่างนี้เงินเดิมพันคือ 3.8 เดิมพันขั้นพื้นฐานคือ 38 รางวัลชนะคือ:";
//---橫直新增---//

//---短版換行版本---//
language_Mode.THB["243_022"] = "ไลน์เส้นอัตราจ่ายเดิมพันจะแจกจ่าย\r\nตามลำดับจากซ้ายไปขวาในวงล้อ";
language_Mode.THB["243_099"] = "วิธีการคิดอัตราจ่ายเดิมพันตามวงล้อ\r\nจากซ้ายไปขวา ตัวเลขข้างเครื่องหมายชนะ\r\nทุกอันคูณด้วยจำนวนไลน์เส้นอัตราจ่ายเดิมพัน";
language_Mode.THB["243_077"] = "การจ่ายเดิมพันของเครื่องหมายที่ชนะคือมูลค่าจ่ายเดิมพัน\r\nเครื่องหมายนั้น คูณด้วยจำนวนไลน์เส้นอัตราจ่ายเดิมพัน";
//---短版換行版本---//
language_Mode.THB["1024_001"] = "1024 ไลน์เส้นอัตราจ่ายเดิมพัน";

//#endregion
//===============<<老虎機文字>>===============//



//===============<<讀取跑燈文字>>===============//
language_Mode.THB["DES_001"]  = "กดปุ่มค้างเข้าสู่ระบบอัตโนมัติ",
language_Mode.THB["DES_002"]  = "ที่รักใจเย็น ดาวน์โหลดระบบครั้งแรกอาจใช้เวลานานหน่อย",
language_Mode.THB["DES_003"]  = "เพื่อสัมผัสความตื่นเต้นของเกมใช้เบราว์เซอร์SafariหรือChrome";
language_Mode.THB["DES_004"]  = "รายการHDเกมค่อนข้างเยอะดาวน์โหลดในพื้นที่WIFI";
language_Mode.THB["DES_005"]  = "ใช้ระบบมือถือใหม่ล่าสุดจะได้สัมผัสประสบการณ์การเล่นอันยอดเยี่ยม";
language_Mode.THB["DES_006"]  = "กรุณาปิดหน้าเว็บที่ไม่ใช้งานเพื่อเพิ่มพื้นที่ว่างระบบจะคืนความตื่นเต้นให้คุณมากยิ่งขึ้น";
language_Mode.THB["DES_007"]  = "รายการเกมที่ดาวน์โหลดแล้วจะมีการบันทึกในเบราว์เซอร์การโหลดเกมครั้งต่อไปจะเพิ่มความเร็วมากขึ้น";

language_Mode.THB["LOAD_000"] = "กำลังดำเนินการข้อมูล";
//===============<<讀取跑燈文字>>===============//

//===============<<天使與惡魔 SLOT>>===============//
language_Mode.THB["G73_001"] = "ชนะทั้งหมด:";
//===============<<天使與惡魔 SLOT>>===============//

//===============<<瘋拉霸SLOT>>===============//
language_Mode.THB["156_000"] = "โหมดการสปินซ้ำของคอลัมน์"
language_Mode.THB["156_001"] = "ในเกมหลักสปินตอนท้าย\r\nคอลัมน์ใดสามารถสปินซ้ำ\r\nแต่ต้องจ่ายเงินเพิ่ม"
//===============<<瘋拉霸SLOT>>===============//

//===============<<舞獅季SLOT>>===============//
language_Mode.THB["303_000"] = "รูปWildปรากฎขึ้นคอลัมน์เดียวกันกับลูกแก้ว\r\nเส้นแจกรางวัลบนวงล้อ\r\nรูปWildเทพเจ้าสือกันตังได้รับกระตุ้นฟังก์ชั่นตามระบุ";
// language_Mode.THB["303_001"] = "รอลูกแก้วหลุดลงเทพเจ้าสือกันตั\r\nงเพื่อรับรางวัลที่สอดคล้องกัน\r\n\r\nประทัด：รูปทุกใบในวงล้อเปลี่ยนแปลงเป็นรูปWildได้\r\n\r\nโคมไฟ：จำนวนครั้งฟรีเกมที่ได้รับสอดคล้องกัน\r\n              กับตัวเลขที่ได้รับ\r\n\r\nทองคํา​แท่ง​：ตัวเลขที่ได้รับxค่าเดิมพัน\r\n                     เท่ากับคะแนนที่ได้รับ\r\n\r\nรูปสัญลักษณ์ลับ：เลือกสุ่มรางวัลประเภทหนึ่ง";
language_Mode.THB["303_001"] = "รอลูกแก้วหลุดลงเทพเจ้าสือกันตังเพื่อรับรางวัลที่สอดคล้องกัน\r\n\r\n\r\nประทัด：รูปทุกใบในวงล้อเปลี่ยนแปลงเป็นรูปWildได้\r\n\r\n\r\nโคมไฟ：จำนวนครั้งฟรีเกมที่ได้รับสอดคล้องกันกับตัวเลขที่ได้รับ\r\n\r\n\r\nทองคํา​แท่ง​：ตัวเลขที่ได้รับxค่าเดิมพันเท่ากับคะแนนที่ได้รับ\r\n\r\n\r\nรูปสัญลักษณ์ลับ：เลือกสุ่มรางวัลประเภทหนึ่ง";
//===============<<舞獅季SLOT>>===============//

//===============<<黏性貔貅 SLOT>>===============//
language_Mode.THB["G323_001"] = "รูปสัญลักษณ์ฟรีเกม\r\n3รูปฟรีเกม8ครั้ง\r\n4รูปฟรีเกม10ครั้ง \r\n5รูปฟรีเกม15ครั้ง\r\n";
language_Mode.THB["G323_002"] = "ตำแหน่งรูปสัญลักษณ์ไข่ลับ\r\nที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบไข่ลับ)";
language_Mode.THB["G323_003"] = "แบบไข่ลับ\r\nรูปสัญลักษณ์ไข่ลับ5-10ใบปรากฎขึ้นที่ใดที่\r\nหนึ่งในวงล้อ\r\nรูปสัญลักษณ์แบบสุ่มจะแทนที่(เว้นรูป\r\nสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G323_004"] = "เมื่อเริ่มฟรีเกม ตำแหน่งกลางแถวที่สอง\r\nในวงล้อ รูปสัญลักษณ์มีความหนืดจะ\r\nปรากฏขึ้น อยู่ตำแหน่งเดิมตลอดฟรีเกม";
language_Mode.THB["G323_005"] = "เมื่อเริ่มฟรีสปินทุกครั้ง รูปสัญลักษณ์\r\nมีความหนืดจะถูกแทนที่แบบสุ่ม\r\n(เว้นฟรีเกมและรูปWild)";
language_Mode.THB["G323_006"] = "รูปสัญลักษณ์Wild\r\nแทนทุกรูปได้ เว้นรูปลับและฟรีเกม";
//===============<<黏性貔貅 SLOT>>===============//

//===============<<黏性聚寶盆 SLOT>>===============//
language_Mode.THB["G330_002"] =
    "รูปสัญลักษณ์ปลาคาร์พ\r\nปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบปลาคาร์พ)";
language_Mode.THB["G330_003"] =
    "รูปสัญลักษณ์ปลาคาร์พ\r\n5-10รูปปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nรูปทั้งหมดเสมือนรูปสัญลักษณ์การสุ่ม\r\n(เว้นรูปสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G330_006"] = "";
//===============<<黏性聚寶盆 SLOT>>===============//

//===============<<黏性摸金校尉 SLOT>>===============//
language_Mode.THB["G331_002"] =
    "รูปสัญลักษณ์ปลาคาร์พ\r\nปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบปลาคาร์พ)";
language_Mode.THB["G331_003"] =
    "รูปสัญลักษณ์ปลาคาร์พ\r\n5-10รูปปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nรูปทั้งหมดเสมือนรูปสัญลักษณ์การสุ่ม\r\n(เว้นรูปสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G331_006"] = "";
//===============<<黏性摸金校尉 SLOT>>===============//

//===============<<黏性戰鬥榮譽 SLOT>>===============//
language_Mode.THB["G332_002"] =
    "รูปสัญลักษณ์ปลาคาร์พ\r\nปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบปลาคาร์พ)";
language_Mode.THB["G332_003"] =
    "รูปสัญลักษณ์ปลาคาร์พ\r\n5-10รูปปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nรูปทั้งหมดเสมือนรูปสัญลักษณ์การสุ่ม\r\n(เว้นรูปสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G332_006"] = "";
//===============<<黏性戰鬥榮譽 SLOT>>===============//

//===============<<免責說明>>===============//
//#region 
language_Mode.THB["DC_001"] = "เงื่อนไขความรับผิดชอบ";
language_Mode.THB["DC_002"] = "หากระบบเกมเกิดความผิดพลาด การจ่ายเดิมพัน\r\nและรายการเกมถือว่าเป็นโมฆะ";
language_Mode.THB["DC_003"] = "กติกาการให้รางวัลใหม่";
language_Mode.THB["DC_004"] = "กดปุ่มกระตุ้นเข้าสู่ฟรีสปินในโหมดเกมฟรี\r\n\r\nวิธีการรับรางวัลเหมือนกับเกมทั่วไป\r\n\r\nกดปุ่มกระตุ้นเข้าสู่ฟรีเกมไม่จำกัดจำนวนครั้ง";
//#endregion
//===============<<免責說明>>===============//


//============<<黏性沙漠 SLOT>>===============//
language_Mode.THB["G324_002"] = "รูปสัญลักษณ์มงกุฏ\r\nที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบมงกุฏ)";
language_Mode.THB["G324_003"] = "แบบมงกุฏ\r\nรูปสัญลักษณ์มงกุฏ5-10ใบปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nรูปสัญลักษณ์แบบสุ่มจะแทนที่\r\n(เว้นรูปสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G324_006"] = "รูปสัญลักษณ์Wild\r\nแทนทุกรูปได้\r\nเว้นมงกุฏและฟรีเกม";
//===============<<黏性沙漠 SLOT>>===============//

//===============<<黏性灶神 SLOT>>===============//
language_Mode.THB["G326_002"] = "รูปสัญลักษณ์หม้อนึ่ง\r\nที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบหม้อนึ่ง)";
language_Mode.THB["G326_003"] = "แบบหม้อนึ่ง\r\nรูปสัญลักษณ์หม้อนึ่ง5-10ใบปรากฎขึ้นที่\r\nใดที่หนึ่งในวงล้อ\r\nรูปสัญลักษณ์แบบสุ่มจะแทนที่(เว้นรูปสัญ\r\nลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G326_006"] = "รูปสัญลักษณ์Wild\r\nแทนทุกรูปได้ เว้นรูปหม้อนึ่งและฟรีเกม";
//===============<<黏性灶神 SLOT>>===============//

//===============<<黏性阿里 SLOT>>===============//
language_Mode.THB["G327_002"] = "รูปสัญลักษณ์กล่องลึกลับ\r\nที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบกล่องลึกลับ)";
language_Mode.THB["G327_003"] = "แบบหม้อนึ่ง\r\n5-10รูปที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nรูปทั้งหมดเสมือนรูปสัญลักษณ์การสุ่ม(เว้นรูปสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G327_006"] = "รูปสัญลักษณ์Wildแทนทุกรูปได้ \r\nเว้นรูปกล่องลึกลับและฟรีเกม";
//===============<<黏性阿里 SLOT>>===============//

//===============<<黏性機器蜂后 SLOT>>===============//
language_Mode.THB["G328_002"] = "รูปสัญลักษณ์น้ำผึ้ง\r\nที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบน้ำผึ้ง)";
language_Mode.THB["G328_003"] = "รูปสัญลักษณ์น้ำผึ้ง\r\n5-10รูปที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nรูปทั้งหมดเสมือนรูปสัญลักษณ์การสุ่ม(เว้นรูปสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G328_006"] = "รูปสัญลักษณ์Wildแทนทุกรูปได้ \r\nเว้นรูปน้ำผึ้งและฟรีเกม";
//===============<<黏性機器蜂后 SLOT>>===============//

//===============<<櫻侍 SLOT>>===============//
language_Mode.THB["G325_001"] = "กรณีพิเศษ:\r\nเส้นขอบสีแดงจะปรากฏขึ้นในวงล้อ\r\nนักรบจะตัดออก รูปสัญลักษณ์\r\nแบบสุ่มจะแทนที่ เพิ่มโอกาสชนะ";
language_Mode.THB["G325_002"] = "รูปสัญลักษณ์กล่องใส่สมบัติ\r\nปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบรูปสัญลักษณ์ลับ)";
language_Mode.THB["G325_003"] = "เมื่อเริ่มฟรีสปินทุกครั้ง\r\nรูปสัญลักษณ์มีความหนืดจะถูกแทนที่แบบสุ่ม\r\n(เว้นฟรีเกมและรูปWild)";
language_Mode.THB["G325_004"] = "รูปสัญลักษณ์Wild\r\nปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nแทนรูปสัญลักษณ์อื่นเว้นฟรีเกม";
//===============<<櫻侍 SLOT>>===============//

//===============<<DJ2 SLOT>>===============//
language_Mode.THB["G329_001"] = "รูปสัญลักษณ์แผ่นเสียง\r\nที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\n(แบบแผ่นเสียง)";
language_Mode.THB["G329_002"] = "รูปสัญลักษณ์แผ่นเสียง\r\n5-10รูปที่ปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ\r\nรูปทั้งหมดเสมือนรูปสัญลักษณ์การสุ่ม\r\n(เว้นรูปสัญลักษณ์ฟรีเกมกับรูปWild)";
language_Mode.THB["G329_003"] = "รูปสัญลักษณ์Wild\r\nแทนทุกรูปได้ เว้นรูปแผ่นเสียงและฟรีเกม";
//===============<<DJ2 SLOT>>===============//

//===============<<土豪哥 SLOT>>===============//
language_Mode.THB["G401_101"] = "ปรากฏขึ้นมากกว่า 3 รูป จากซ้ายไปขวาต่อเนื่องกันในวงล้อ จะได้รับเงินเดิมพัน 5, 10 หรือ 50\r\nท่า และเลือกเข้าสู่ฟรีสปิน";
language_Mode.THB["G401_102"] = "แทนรูปสัญลักษณ์อื่นได้เพื่อรับคะแนนถูกรางวัล\r\nปรากฎขึ้นคอลัมน์ที่ 2, 3, 4 เท่านั้น";
language_Mode.THB["G401_103"] = "คุณลักษณะฟรีสปิน\r\nเลือกหนึ่งรูปสัญลักษณ์จากห้าตัวเลือก และรูปสัญลักษณ์คะแนนสูงในฟรีสปินจะได้เดียวกันทั้งหมด\r\n\r\nโหมดฟรีสปิน มีรูป SCATTER มากกว่า 3 รูป ปรากฏขึ้นจากซ้ายไปขวาต่อเนื่องกันในวงล้อ จะได้เข้าสู่ฟรีสปิน\r\n\r\nจำนวนครั้งฟรีสปินสูงสุดคือ 10 ครั้ง";
language_Mode.THB["G401_104"] = "กรุณาเลือกคุณลักษณะ";
language_Mode.THB["G401_105"] = "รูปสัญลักษณ์คะแนนสูงเดียวกันทั้งหมดในวงล้อ";
language_Mode.THB["G401_106"] = "ฟรีสปิน\r\nได้รางวัล";
language_Mode.THB["G401_107"] = "ฟรีสปินที่เหลือเลือกจำนวนครั้ง";
//===============<<土豪哥 SLOT>>===============//

//===============<<帝王傳奇 SLOT>>===============//
language_Mode.THB["G402_001"] = "รูปสัญลักษณ์ฟรีเกม ปรากฏขึ้น3, 4 หรือ\r\n5 รูปแบบสุ่มในวงล้อ รับฟรีเกม 8, 10\r\nหรือ 20 ครั้ง 5, 10 หรือ 50 เท่าของเงินเดิมพัน";
language_Mode.THB["G402_002"] = "รูปสัญลักษณ์Wild\r\nแทนรูปสัญลักษณ์อื่นเว้นฟรีเกม\r\nปรากฎขึ้นคอลัมน์ที่2,3,4เท่านั้น";
language_Mode.THB["G402_003"] = "คุณลักษณะในเกมหลัก\r\n\r\nสามารถเลือกจำนวนเงินเดิมพันตัวแตกต่างกัน\r\n\r\nความสูงของวงล้อจะเปลี่ยนตามจำนวนเงินเดิมพัน\r\n\r\nในฟรีเกม ความสูงของวงล้อจะเท่ากับเงินรางวัลฟรีเกม";
language_Mode.THB["G402_004"] = "คุณลักษณะฟรีสปิน\r\n\r\nเมื่อรูปสัญลักษณ์Wildปรากฏขึ้นเส้นอัตราจ่ายเดิมพัน\r\nคะแนนจะถูกคูณด้วยทวีคูณแต่ละตัวแบบสุ่ม(2เท่า 3เท่า หรือ 5เท่า)\r\nมากถึง 125 เท่า";
language_Mode.THB["G402_005"] = "กติกาการให้รางวัลใหม่\r\nปรากฎขึ้นที่ใดที่หนึ่งในวงล้อ(ไม่จำเป็นต้องอยู่ในเส้นอัตราจ่ายเดิมพัน)\r\n2รูปฟรีเกม 5 ครั้ง\r\n3รูปฟรีเกม 8 ครั้ง\r\n4รูปฟรีเกม 15 ครั้ง\r\n5รูปฟรีเกม 20 ครั้ง\r\nจำนวนครั้งฟรีเกมมากถึง 50 ครั้งเมื่อริทริกเกอร์\r\nในฟรีเกม ตัวคูณยอดเงินเดิมพันจะเท่ากับเงินรางวัลฟรีเกม";
//===============<<帝王傳奇 SLOT>>===============//

//===============<<悟空 SLOT>>===============//
language_Mode.THB["G403_101"] = "ฟรีสปิน";
language_Mode.THB["G403_102"] = "ได้รางวัล";
language_Mode.THB["G403_103"] = "คุณลักษณะโหมดร่างแยก";
language_Mode.THB["G403_104"] = "หงอคงในเกมหลักปรากฏขึ้นและเต็มคอลัมน์\r\nเมื่อวงล้อหยุดโหมดร่างแยกจะทริกเกอร์แบบสุ่ม\r\nจะมีร่างแยกหงอคง1-4 ตน ปรากฏบนหน้าจอแบบสุ่ม";
language_Mode.THB["G403_105"] = "คุณลักษณะโหมดฟรีสปิน 1";
language_Mode.THB["G403_106"] = "ในฟรีเกมเฉพาะเมื่อหงอคงปรากฏขึ้นเต็มคอลัมน์หงอคงจะอยู่บนหน้าจอจนจบฟรีเกม\r\n\r\nเมื่อหงอคงปรากฏขึ้นใหม่บนหน้าจอและเต็มคอลัมน์ภาพหงอคงจะยังคงอยู่บนหน้าจอ";
language_Mode.THB["G403_107"] = "คุณลักษณะโหมดฟรีสปิน 2";
language_Mode.THB["G403_108"] = "ในฟรีเกมเมื่อหงอคงปรากฏขึ้น\r\nแม้จะไม่เต็มคอลัมน์ จะถูกเติมให้เต็มอัตโนมัติ\r\n\r\nอาจมีหงอคงสีน้ำเงินหลายตนพร้อมกันในเกม";
language_Mode.THB["G403_109"] = "คุณลักษณะโหมดฟรีสปิน 3";
language_Mode.THB["G403_110"] = "ในฟรีเกมเฉพาะช่องกลางสามคอลัมน์เท่านั้นจะมีรูปสัญลักษณ์ฟรีเกมปรากฏขึ้น3รูปฟรีเกม+5ครั้ง สูงสุดเป็น 20ครั้ง  และจะไม่มีการเพิ่มเติมอีก";
language_Mode.THB["G403_111"] = "คำอธิบายรูปสัญลักษณ์ฟรีเกม";
language_Mode.THB["G403_112"] = "รูปสัญลักษณ์ฟรีเกม\r\n3รูปฟรีเกม10ครั้ง\r\n4รูปฟรีเกม15ครั้ง\r\n5รูปฟรีเกม20ครั้ง";
language_Mode.THB["G403_113"] = "เงินเดิมพันปัจจุบัน X ตัวคูณรูปสัญลักษณ์ฟรีเกม";
language_Mode.THB["G403_114"] = "คำอธิบายรูปสัญลักษณ์Wild";
language_Mode.THB["G403_115"] = "รูปสัญลักษณ์Wild";
language_Mode.THB["G403_116"] = "รูปสัญลักษณ์Wildพิเศษ";
language_Mode.THB["G403_117"] = "เมื่อรูปสัญลักษณ์Wildและรูปสัญลักษณ์Wildพิเศษเต็มคอลัมน์\r\nตัวคูณเป็นตัวพิเศษ\r\n\r\nเงินเดิมพันปัจจุบันX400 เท่า";
//===============<<悟空 SLOT>>===============//

//===============<<龍龍龍 SLOT>>===============//
language_Mode.THB["G153_001"] = "สามอันใดก็ได้";
//===============<<龍龍龍 SLOT>>===============//

//===============<<Sicbo>>===============//
language_Mode.THB["2002_1"] = "ประเภทของเดิมพัน";
language_Mode.THB["2002_2"] = "อัตราจ่ายเดิมพัน";
language_Mode.THB["2002_3"] = "ข้อชี้แจงเกม";
language_Mode.THB["2002_4"] = "กำหนดยอดเดิมพัน";
language_Mode.THB["2002_5"] = "สูง/ต่ำ";
language_Mode.THB["2002_6"] = "แต้มคะแนน:11-17เป็นสูง\nเจอลูกเต๋า เจ้ามือกินรวด";
language_Mode.THB["2002_7"] = "แต้มคะแนน:4-10เป็นต่ำ\nเจอลูกเต๋า เจ้ามือกินรวด";
language_Mode.THB["2002_8"] = "เจอลูกเต๋า เจ้ามือกินรวด";
language_Mode.THB["2002_9"] = "ลูกเต๋าลูกเดี่ยว";
language_Mode.THB["2002_10"] = "หากออกเลข 1 ลูกในลูกเต๋า 3 ลูก ";
language_Mode.THB["2002_11"] = "หากออกเลข 2 ลูกในลูกเต๋า 3 ลูก";
language_Mode.THB["2002_12"] = "หากออกเลข 3 ลูกในลูกเต๋า 3 ลูก";
language_Mode.THB["2002_13"] = "ลูกเต๋า 2 ลูก";
language_Mode.THB["2002_14"] = "การแทงชุดเลขลูกเต๋า 2 ลูก";
language_Mode.THB["2002_15"] = "4 แต้ม 17 แต้ม";
language_Mode.THB["2002_16"] = "5 แต้ม 16 แต้ม";
language_Mode.THB["2002_17"] = "6 แต้ม 15 แต้ม";
language_Mode.THB["2002_18"] = "7 แต้ม 14 แต้ม";
language_Mode.THB["2002_19"] = "8 แต้ม 13 แต้ม";
language_Mode.THB["2002_20"] = "9 แต้ม 10 แต้ม 11 แต้ม 12 แต้ม";
language_Mode.THB["2002_21"] = "แต้มคะแนนรวมลูกเต๋า 3 ลูก";
language_Mode.THB["2002_22"] = "ลูกเต๋า 2 ลูก";
language_Mode.THB["2002_23"] = "เลขเดียวกันจากลูกเต๋า 2 ลูกหรือมากกว่า  หรือที่กำหนดไว้";
language_Mode.THB["2002_24"] = "แทงหมด(เสือดาวใดก็ได้)";
language_Mode.THB["2002_25"] = "แทง1-แทง6อย่างใดอย่างหนึ่ง";
language_Mode.THB["2002_26"] = "แทงลูกเต๋า(เสือดาวเดี่ยว)";
language_Mode.THB["2002_27"] = "เลขเดียวกันหรือเป็นที่กำหนดไว้(เช่น เลข1ทั้ง3ลูกเรียกว่าแทง 1 )";
language_Mode.THB["2002_28"] = "การแทงเลขลูกเต๋า3ลูก";
language_Mode.THB["2002_29"] = "การแทงเลข15แบบจากลูกเต๋า2ลูก";
language_Mode.THB["2002_30"] = "การแทงแต้มคะแนนรวม(4-17)";
language_Mode.THB["2002_31"] = "การแทงเลข2ลูกจากลูกเต๋า3ลูก";
language_Mode.THB["2002_32"] = "การแทงเลขลูกเต๋า2ลูก";
language_Mode.THB["2002_33"] = "การแทงเลขตอง";
language_Mode.THB["2002_34"] = "รายละเอียดข้อมูลที่ผ่านมา";
//===============<<Sicbo>>===============//



//===============<<NiuNiu>>===============//
language_Mode.THB["42_999"] = "บูลล์ๆ หลายผู้เล่น";
language_Mode.THB["42_000"] = "กติกา";
language_Mode.THB["42_001"] = "เสียง";
language_Mode.THB["42_006"] = "กลับสู่";

language_Mode.THB["42_002"] = "ห้องมือใหม่";
language_Mode.THB["42_003"] = "ห้องผู้เล่นพื้้นฐาน";
language_Mode.THB["42_004"] = "ห้องผู้เล่นขั้นกลาง";
language_Mode.THB["42_005"] = "ห้องผู้เล่นขั้นสูง";

language_Mode.THB["42_010"] = "วิธีการเล่น:";
language_Mode.THB["42_011"] = "\r\nไพ่หนึ่งสำรับไม่รวมโจ๊กเกอร์ใช้ 52 ใบ   \r\nมือ ไม่ต่อสู้กันระหว่างผู้เล่น\r\nเกมส์นี้มีจุดเดิมพันทั้ง 4 จุด แต่ละจุดเดิมพันได้ในช่วงเวลาเดิมพัน";
language_Mode.THB["42_020"] = "แบบไพ่";
language_Mode.THB["42_021"] = "หน้าไพ่\r\nคะแนนไพ่10,J,Q,Kนับเป็น 10 แต้ม ใบอื่นตามหน้าไพ่ \r\n" +
    "No Bull:\r\n        五張牌中任意三張牌的點數之和\r\n        都不為10的整數倍\r\n \r\n" +
    "有牛:\r\n        五張牌中有三張牌的點數之和為10的整數倍 ,\r\n        另外兩張牌的牌面之和不為10的整數倍 ,\r\n        則這兩張點數之和的個位數即為牛幾\r\n \r\n" +
    "牛牛:\r\n        五张牌中有三张牌的点数之和为10的整数倍 ,\r\n        且另外兩张牌的点数相加也为10的整数倍\r\n \r\n" +
    "四花:\r\n        五張牌中有四張牌為花牌(J,Q,K)中的任意牌 ,\r\n        且第五張牌為10\r\n \r\n" +
    "五花:\r\n        五張牌為花牌(J,Q,K)中的任意牌\r\n \r\n" +
    "四炸:\r\n        五張牌中有四張牌的點數相同​​ , 第五張隨意\r\n \r\n" +
    "五小牛:\r\n        五張牌的點數都小於5,\r\n        且點數之和小於等於10";
language_Mode.THB["42_030"] = "牌型比較:";
language_Mode.THB["42_031"] = "牌型大小比較:\r\n        五小牛>四炸>五花牛>四花牛>牛牛>\r\n        牛九>牛八>牛七>牛六>牛五>\r\n        牛四>牛三>牛二>牛一>没牛\r\n \r\n" +
    "炸彈之間比較大小:\r\n        比较四炸的大小,確定勝負\r\n \r\n" +
    "其他同牌型之間大小:\r\n        比最大牌的點數\r\n        (K>Q>J>10>9>8>7>6>5>4>3>2>A);\r\n        最大牌的點數相同​​,比較最大牌花色\r\n        (黑桃>紅桃>梅花>方塊)";
language_Mode.THB["42_040"] = "賠率:";
language_Mode.THB["42_041"] = "没牛 — 牛六  1倍\r\n牛七 — 牛九  2倍\r\n牛牛 — 五小牛  3倍";
language_Mode.THB["42_050"] = "賠付:";
language_Mode.THB["42_051"] = "抽水為5%,按照單個下注區域單獨抽水\r\n下注後再沒結算前無法退出遊戲,\r\n請耐心等待本局結束\r\n注:\r\n     當下注遊戲幣超過身上攜帶遊戲幣的1/3時,\r\n    將無法下注";

language_Mode.THB["42_100"] = "การเดิมพัน";
language_Mode.THB["42_101"] = "แจกไพ่";
language_Mode.THB["42_102"] = "ปิดบัญชีเงิน";
language_Mode.THB["42_103"] = "สับไพ่";
language_Mode.THB["42_104"] = "จ่ายเงินรางวัล";
language_Mode.THB["42_105"] = "พักเบรก";
language_Mode.THB["42_106"] = "เกมใหม่";

language_Mode.THB["42_200"] = "No-Bull";
language_Mode.THB["42_201"] = "บูลล์ 1";
language_Mode.THB["42_202"] = "บูลล์ 2";
language_Mode.THB["42_203"] = "บูลล์ 3";
language_Mode.THB["42_204"] = "บูลล์ 4";
language_Mode.THB["42_205"] = "บูลล์ 5";
language_Mode.THB["42_206"] = "บูลล์ 6";
language_Mode.THB["42_207"] = "บูลล์ 7";
language_Mode.THB["42_208"] = "บูลล์ 8";
language_Mode.THB["42_209"] = "บูลล์ 9";
language_Mode.THB["42_2010"] = "บูลล์ บูลล์ ";
language_Mode.THB["42_2011"] = "บูลล์ 4 หน้า";
language_Mode.THB["42_2012"] = "บูลล์ 5 หน้า";
language_Mode.THB["42_2013"] = "ระเบิด 4 หน้า";
language_Mode.THB["42_2014"] = "บูลล์เล็ก 5";
language_Mode.THB["42_2015"] = "ชนะ";
language_Mode.THB["42_2016"] = "แพ้";
language_Mode.THB["42_2017"] = "เท่า";

language_Mode.THB["42_901"] = "กำลังโหลด";
language_Mode.THB["42_902"] = "กำลังเข้าสู่ระบบ";
language_Mode.THB["42_903"] = "กำลังเข้าสู่โต๊ะเล่นเกม";
language_Mode.THB["42_904"] = "กรุณารอรอบใหม่";
language_Mode.THB["42_905"] = "การเดิมพันที่ไม่ใช่แบบชิปเดียว";
language_Mode.THB["42_906"] = "เดิมพันมากกว่า 1/3 ของเงินต้น";
language_Mode.THB["42_907"] = "เกินกว่ายอดเดิมพันสูงสุด";
language_Mode.THB["42_908"] = "เดิมพันสูงกว่าเงินต้น";
language_Mode.THB["42_909"] = "ขณะนี้ไม่ใช่ช่วงเวลาเดิมพัน";
language_Mode.THB["42_910"] = "ออกจากโต๊ะเล่นไม่ได้";
language_Mode.THB["42_911"] = "ยอดเงินไม่เพียงพอ";
language_Mode.THB["42_912"] = "เจ้ามือแพ้รวด";
language_Mode.THB["42_913"] = "เจ้ามือกินรวด";

//===============<<NiuNiu>>===============//



//===============<<炸金花>>===============//
language_Mode.THB["54_001"] = "เสียง";
language_Mode.THB["54_002"] = "เดิมพัน";
language_Mode.THB["54_003"] = "กติกา";
language_Mode.THB["54_004"] = "กลับโฮมเพจ";
language_Mode.THB["54_005"] = "ปิด";
language_Mode.THB["54_006"] = "จำนวนเดิมพัน";
language_Mode.THB["54_007"] = "ยอดเงินที่เหลือ";
language_Mode.THB["54_008"] = "รางวัล";
language_Mode.THB["54_009"] = "ห้องมือใหม่";
language_Mode.THB["54_010"] = "ห้องผู้เล่นพื้นฐาน";
language_Mode.THB["54_011"] = "ห้องผู้เล่นขั้นกลาง";
language_Mode.THB["54_012"] = "ห้องผู้เล่นขั้นสูง";
language_Mode.THB["54_013"] = "มังกรโลก";
language_Mode.THB["54_014"] = "ไพ่สูง";
language_Mode.THB["54_015"] = "ไพ่คู่";
language_Mode.THB["54_016"] = "สเตรท หรือเรียง";
language_Mode.THB["54_017"] = "ดอกทองคำ";
language_Mode.THB["54_018"] = "ฟลัช ";
language_Mode.THB["54_019"] = "เสือดาว";
language_Mode.THB["54_020"] = "เอช3ใบ";
language_Mode.THB["54_021"] = "แพ้";
language_Mode.THB["54_022"] = "ชนะ";
language_Mode.THB["54_023"] = "เจ้ามือแพ้รวด";
language_Mode.THB["54_024"] = "เจ้ามือชนะรวด";
language_Mode.THB["54_025"] = "รอผู้เล่นเข้าสู่โต๊ะเล่นเกม";
language_Mode.THB["54_026"] = "เริ่มรอบใหม่";
language_Mode.THB["54_027"] = "สับไพ่";
language_Mode.THB["54_028"] = "แจกไพ่";
language_Mode.THB["54_029"] = "เดิมพัน";
language_Mode.THB["54_030"] = "ปิดบัญชีเงิน";
language_Mode.THB["54_031"] = "จ่ายเงินรางวัล";
language_Mode.THB["54_032"] = "พักเบรก";

language_Mode.THB["54_033"] = "วิธีการเล่น\r\n1.ไพ่หนึ่งสำรับไม่รวมใบโจ๊กเกอร์ใช้ 52 ใบ\r\n\r\n2.ผู้เล่นเดิมพันทุกจุดสู้กับเจ้ามือ ระหว่างผู้เล่นไม่สู้กัน\r\n\r\n3.เกมนี้มีจุดเดิมพันทั้ง4จุด แต่ละจุดเดิมพันได้ในช่วงเวลาเดิมพัน\r\n\r\n";
language_Mode.THB["54_034"] = "แบบไพ่ \r\nมังกรโลก:352ในแบบไพ่สูง\r\n\r\nไพ่สูง：ไพ่ 3 ใบประกอบกันด้วยแบบไพ่ทั่วไป(AJKสูงสุด 352ต่ำสุด)\r\n\r\nไพ่คู่：ไพ่2ใบดอกเดียวกัน(AAKสูงสุด 223ต่ำสุด)\r\n\r\nสเตรท：แต้มคะแนนไพ่เรียงตามระดับดอกไม่เดียวกัน(AKQสูงสุด A23ต่ำสุด)" +
    "\r\n\r\nดอกทองคำ:มิใช่สเตรทแต่ดอกเดียวกัน(AKJสูงสุด 352ต่ำสุด)\r\n\r\nสเตรทฟลัช:สเตรทและดอกเดียวกัน(AKQสูงสุด A23ต่ำสุด)\r\n\r\nเสือดาว:แต้มคะแนนไพ่3ใบเท่ากัน(AAAสูงสุด 222ต่ำสุด)\r\n\r\nเอช3ใบ:สูงสุดในแบบไพ่เสือดาว\r\n\r\n";
language_Mode.THB["54_035"] = "การเปรียบเทียบแบบไพ่\r\nสูงต่ำ:เสือดาว> สเตรทฟลัช>ดอกทองคำ> สเตรท>ไพ่คู่>\r\nไพ่สูง:พิเศษ(มังกรโลก>AAA)\r\n\r\nแต้มคะแนนไพ่:2ต่ำสุดAสูงสุด\r\n\r\nลำดับจากสูงไปต่ำ: A、K、Q、J、10、9、8、7、6、5、4、3、2" +
    "\r\n\r\nการเปรียบเทียบแบบไพ่:หากแบบไพ่เหมือนกันสู้ด้วยแต้มคะแนนไพ่ หากแต้มคะแนนไพ่เหมือนกันสู้ด้วยดอกตามระดับ\r\n\r\nการเปรียบเทียบแบบไพ่คู่:สู้แต้มคะแนนไพ่คู่ หากเท่ากัน สู้แต้มคะแนนไพ่เดียว หากเท่ากันสู้ด้วยดอก" +
    "\r\n\r\nสเตรท：AKQ>KQJ>.....432>32A。(KA2มิใช่ สเตรท)\r\nดอกไพ่:โพธ์ดำ>โพธ์แดง>ดอกจิก>ข้าวหลามตัด\r\ n\r\nหากเจ้ามือมีแบบไพ่เหมือนกันกับผู้เล่นคนใดคนหนึ่ง เช่นAAAเสือดาวและ352แล้วแต่ดอก 352>AAA\r\n\r\n";
language_Mode.THB["54_036"] = "ยอดเดิมพันถูกกำหนด\r\nห้องแตกต่างกันแต่ละห้องยอดเดิมพันก็แตกต่างกัน ตามรายละเอียดด้านล่าง\r\n";
language_Mode.THB["54_037"] = "แบบห้อง";
language_Mode.THB["54_038"] = "กติกาการเล่นเกม";
language_Mode.THB["54_039"] = "กลับสู่ระบบเกม";
language_Mode.THB["54_040"] = "ระเบิดทองคำร้อยคน";
language_Mode.THB["54_041"] = "การติดตั้ง";
language_Mode.THB["54_042"] = "ยืนยัน";
language_Mode.THB["54_043"] = "คุณยืนยันออกจากระบบเกม";
language_Mode.THB["54_044"] = "ยกเลิก";
language_Mode.THB["54_045"] = "ออกจากระบบ";
language_Mode.THB["54_046"] = "กำลังเปิดไพ่";
language_Mode.THB["54_047"] = "กำลังเข้าสู่โต๊ะเล่นเกม";
language_Mode.THB["54_048"] = "ขณะนี้ไม่ใช่ช่วงเวลาเดิมพัน";
language_Mode.THB["54_049"] = "ยอดเงินไม่พอ การดำเนินการไม่สำเร็จ";
language_Mode.THB["54_050"] = "การเดิมพันไม่สำเร็จ กำหนดเดิมพันคือ";
language_Mode.THB["54_051"] = "เดิมพันกับชิปใดๆ";
language_Mode.THB["54_052"] = "กำไรสุทธิ";
language_Mode.THB["54_053"] = "เกมของคุณถูกตัดเนื่องจากการขัดการเชื่อมต่อเน็ต กำลังการเชื่อมต่อใหม่";
language_Mode.THB["54_054"] = "ปิดบัญชีเงิน\r\nเจ้ามือจะมีการเรียกเก็บค่าคอมมิชชั่น 5% จากจำนวนรางวัลที่ได้ของผู้ชนะ\r\n\r\n";
language_Mode.THB["54_055"] = "เริ่มเดิมพัน";
language_Mode.THB["54_056"] = "หยุดเดิมพัน";
//===============<<炸金花>>===============//



//===============<<龍虎>>===============//
language_Mode.THB["40_001"] = "วิธีการเล่น";
language_Mode.THB["40_006"] = "จ่ายเงิินรางวัล";
language_Mode.THB["40_010"] = "1..按照賠率進行賠付,不抽水\r\n \r\n2.開'和'時: 龍虎下注點返還一半\r\n \r\ n3.其他情況有效下注金額等於實際下注金額";
language_Mode.THB["40_011"] = "1.本遊戲採用8副牌(不含大小鬼)合計416張\r\n \r\n" +
    "2.牌面的大小先比點數,K為最大牌,A為最小\r\n 其中2到10的牌面就為對應點數,\r\n 並且10<J<Q<K\r\ n 相同點數比花色,\r\n 黑>紅>方>梅\r\n 點數花色均相同極為'和'\r\n \r\n" +
    "3.每組牌隨機使用416張之中的一部份\r\n \r\n4.下注中狀態點擊下注區域即可下注";
language_Mode.THB["40_101"] = "มังกร";
language_Mode.THB["40_102"] = "เสือ";
language_Mode.THB["40_103"] = "เสมอ";

language_Mode.THB["MES_001"] = "กำลังดาวน์โหลด";
language_Mode.THB["MES_002"] = "กำลังรอรอบใหม่";
language_Mode.THB["MES_003"] = "กำลังปิดบัญชีเงิน";
language_Mode.THB["MES_004"] = "กรุณาเดิมพัน";
language_Mode.THB["MES_005"] = "ยอดเงินไม่เพียงพอ";
language_Mode.THB["MES_006"] = "เกินกว่ายอดเดิมพันสูงสุด";
language_Mode.THB["MES_007"] = "การเดิมพันไม่สำเร็จไม่สามารถเดิมพันซ้ำ";
language_Mode.THB["MES_008"] = "เข้าสู่โต๊ะเล่นเกม";

//===============<<龍虎>>===============//



//===============<<百家樂>>===============//
language_Mode.THB["34_001"] = "วิธีการเล่น";
language_Mode.THB["34_002"] = "1.เกมนี้ใช้ไพ่ทั้งหมด8สำรับ(ไม่รวมโจ๊กเกอร์)รวมเป็น416ใบ";
language_Mode.THB["34_003"] = "2.สลับกันแจกไพ่ให้ฝั่งละ 2ใบ จะเริ่มแจกให้ผู้เล่น\r\n   หากเสมอกันรอบแรก ให้จั่วไพ่เพิ่มใบที่3";
language_Mode.THB["34_004"] = "3.แจกไพ่ใบที่3 แต้มคะแนนรวมกันใกล้เคียงกับ 9แต้มจะเป็นฝั่งชนะ\r\n   หากแต้มคะแนนเท่ากันถือว่าเสมอ";
language_Mode.THB["34_011"] = "กติกาการจั่วไพ่ของเจ้ามือ";
language_Mode.THB["34_012"] = "รวมผลแต้มคะแนนไพ่โฮล";
language_Mode.THB["34_013"] = "กติกาการจั่วไพ่เพิ่ม";
language_Mode.THB["34_014"] = "ต้องการจั่วไพ่เพิ่ม";
language_Mode.THB["34_015"] = "閒家第三張牌是8,\r\n不須補牌,\r\n其他則需補牌";
language_Mode.THB["34_016"] = "閒家第三張牌是\r\n0,1,8,9點,\r\n不須補牌,\r\n其他則需補牌";
language_Mode.THB["34_017"] = "閒家第三張牌是\r\n0,1,2,3,8,9點,\r\n不須補牌,\r\n其他則需補牌";
language_Mode.THB["34_018"] = "如果閒家需補牌\r\n且該牌是6或7點,\r\n補一張牌,\r\n其他則不需補牌";
language_Mode.THB["34_019"] = "ไม่ต้องจั่วไพ่เพิ่ม";
language_Mode.THB["34_020"] = "ราชาพนันอยู่ ไม่เรียกไพ่";
language_Mode.THB["34_021"] = "กติกาการจั่วไพ่ของผู้เล่น";
language_Mode.THB["34_022"] = "อัตราเดิมพัน";
language_Mode.THB["34_023"] = "1.ให้เงินรางวัลตามอัตราจ่ายเดิมพัน ไม่หักค่าคอมมิชชั่น";
language_Mode.THB["34_024"] = "2.กรณีเสมอ ผู้เล่นและเจ้ามือจะไม่มีได้และเสีย";
language_Mode.THB["34_025"] = "3.ยอดเดิมพันในช่วงเวลาเดิมพันนั้น เป็นจำนวนเงินเดิมพันทั้งหมด";
language_Mode.THB["34_026"] = "1.ให้เงินรางวัลตามอัตราจ่ายเดิมพัน ไม่หักค่าคอมมิชชั่น\r\n \r\n2.หากเสมอผู้เล่นและเจ้ามือจะไม่มีได้และเสีย\r\n \r\n3.ยอดเดิมพันในช่วงเวลาเดิมพันนั้นเป็นจำนวนเงินเดิมพันทั้งหมด";

language_Mode.THB["34_101"] = "เจ้ามือ";
language_Mode.THB["34_102"] = "ผู้เล่น";
language_Mode.THB["34_103"] = "เสมอ";
language_Mode.THB["34_104"] = "เจ้ามือคู่";
language_Mode.THB["34_105"] = "ผู้เล่นคู่";
//===============<<百家樂>>===============//

//===============<<百家樂II>>===============//
language_Mode.THB["62_001"] = "เหล่ไพ่";
language_Mode.THB["62_002"] = "เหล่ไพ่เมื่อดูไพ่";
//===============<<百家樂II>>===============//



//===============<<小瑪莉>>===============//
language_Mode.THB["56_001"] = "หรือ";
language_Mode.THB["56_002"] = "ส่ง";
language_Mode.THB["56_003"] = "โคมไฟ";
language_Mode.THB["56_005"] = "กลับ";
language_Mode.THB["56_006"] = "กลับโฮมเพจ";
language_Mode.THB["56_007"] = "เดิมพันชิป";
language_Mode.THB["56_008"] = "เทหมดหน้าตัก";
language_Mode.THB["56_009"] = "ตั้งค่าใหม่";
language_Mode.THB["56_010"] = "อัตโนมัติ";
language_Mode.THB["56_011"] = "เริ่ม";
language_Mode.THB["56_012"] = "ยอดเงินที่เหลือ";
language_Mode.THB["56_013"] = "รางวัลชนะ";
//===============<<小瑪莉>>===============//

//===============<<搶庄牛牛>>===============//
language_Mode.THB["59_100"] = "\r\n\r\n正在为您匹配牌桌\r\n\r\n\r\n游戏即将开始，请耐心等待";
language_Mode.THB["59_501"] = "设置";
language_Mode.THB["59_601"] = "纪录";
language_Mode.THB["59_701"] = "แบบไพ่";
language_Mode.THB["59_801"] = "กติกา";
language_Mode.THB["59_900"] = "无牛(一倍)";
language_Mode.THB["59_901"] = "牛一(一倍)";
language_Mode.THB["59_902"] = "牛二(一倍)";
language_Mode.THB["59_903"] = "牛三(一倍)";
language_Mode.THB["59_904"] = "牛四(一倍)";
language_Mode.THB["59_905"] = "牛五(一倍)";
language_Mode.THB["59_906"] = "牛六(一倍)";
language_Mode.THB["59_907"] = "牛七(二倍)";
language_Mode.THB["59_908"] = "牛八(二倍)";
language_Mode.THB["59_909"] = "牛九(二倍)";
language_Mode.THB["59_910"] = "牛牛(三倍)";
language_Mode.THB["59_911"] = "四花牛(四倍)";
language_Mode.THB["59_912"] = "五花牛(四倍)";
language_Mode.THB["59_913"] = "四炸(四倍)";
language_Mode.THB["59_914"] = "五小牛(四倍)";

language_Mode.THB["59_802"] = "搶莊玩法介紹";
language_Mode.THB["59_803"] = "定莊：\r\n" +
    "　　開局玩家開始搶莊家。搶莊倍數最高的玩家為本局莊家，搶莊\r\n" +
    "　　倍數相同時攜帶遊戲幣越多坐莊概率越大。超時不搶莊，系統\r\n" +
    "　　自動執行不搶操作，所有人都不搶莊，隨機一名玩家坐莊。\r\n" +
    "閒家：\r\n" +
    "　　定莊後，所有閒家開始選擇下注倍數。攜帶遊戲幣越多，最大\r\n" +
    "　　可下注倍數越大，超時不下注，系統自動下最小倍數。\r\n" +
    "開始發牌：\r\n" +
    "　　系統向每名玩家發五張手牌。\r\n" +
    "拼牌：\r\n" +
    "　　玩家拿到五張手牌後即開始拼牌。\r\n" +
    "比牌：\r\n" +
    "　　拼牌完成後，所有玩家亮出手牌。閒家只與莊家互比，閒家之\r\n" +
    "　　間不互比。\r\n" +
    "結算公式：\r\n" +
    "　　A：房間底注\r\n" +
    "　　M：莊家牌型對應的倍數\r\n" +
    "　　N：閒家牌型對應的倍數\r\n" +
    "　　X：莊家搶莊倍數\r\n" +
    "　　Y：閒家下注倍數\r\n" +
    "　　莊家勝利所贏遊戲幣=A*M*X*Y-抽水\r\n" +
    "　　莊家失敗所輸遊戲幣=A*N*X*Y\r\n" +
    "　　閒家勝利所贏遊戲幣=A*N*X*Y-抽水\r\n" +
    "　　閒家失敗所輸遊戲幣=A*M*X*Y\r\n" +
    "抽水：\r\n" +
    "　　贏家所贏金額的5%\r\n" +
    "防以小博大機制：\r\n" +
    "　　本局帶入多少游戲幣，本局最多輸贏多少游戲幣。比如您本局\r\n" +
    "　　帶入80，計算時理論應得200。但假如您本局輸了最多只輸80\r\n" +
    "　　，為了公平起見，您本局最多也只能贏80，而不是200。\r\n" +
    "特殊情況：\r\n" +
    "　　如果出現莊家不夠輸的情況，按照各閒家理論盈利比例結算輸\r\n" +
    "　　贏。比如莊家有100，一次性輸完，A理論應該贏200，B理論\r\n" +
    "　　應該贏200，C理論應該贏400，由於莊家遊戲幣不夠輸。按照\r\n" +
    "　　ABC理論盈利佔比，最終得出\r\n" +
    "　　A實際盈利=200/(200+200+400)*100 = 25\r\n" +
    "　　B實際盈利=200/(200+200+400)*100 = 25\r\n" +
    "　　C實際盈利=400/(200+200+400)*100 = 50\r\n";

language_Mode.THB["59_804"] = "牌型算法";
language_Mode.THB["59_805"] = "牌面:\r\n" +
    "　　10、J、Q、K的點數都算作10，其他牌按牌面數字計算。\r\n" +
    "沒牛:\r\n" +
    "　　5張牌中任意3張牌的點數之和都不為10的整數倍。\r\n" +
    "有牛:\r\n" +
    "　　5張牌中有3張牌點數之和為10的整數倍，另外2張牌的牌面直\r\n" +
    "　　之和不為10的整數倍，則這2張點數之和的個位數即為牛幾。\r\n" +
    "牛牛:\r\n" +
    "　　5張牌中有3張牌點數之和為10的整數倍，且另外2張牌的點數\r\n" +
    "　　相加也為10的整數倍。\r\n" +
    "四花牛:\r\n" +
    "　　5張牌中有4張牌為花牌(J、Q、K)中的任意牌，且第5張牌為10\r\n" +
    "五花牛:\r\n" +
    "　　5張牌為花牌(J、Q、K)中的任意牌。\r\n" +
    "四炸:\r\n" +
    "　　5張牌中有4張牌相同，第5張隨意。\r\n" +
    "五小牛:\r\n" +
    "　　5張牌的點數都小於5，且點數之和小於等於10。\r\n";

language_Mode.THB["59_806"] = "牌型大小";
language_Mode.THB["59_807"] = "牌型大小比較:\r\n" +
    "　　五小牛>四炸>五花牛>四花牛>牛牛>牛九>牛八>\r\n" +
    "　　牛七>牛六>牛五>牛四>牛三>牛二>牛一>沒牛。\r\n" +
    "炸彈之間大小比較:\r\n" +
    "　　比較四炸的大小\r\n" +
    "其他同牌型之間大小:\​​r\n" +
    "　　比最大牌的點數(K>Q>J>10>9>8>7>6>5>4>3>2>A);\r\n" +
    "　　最大牌的點數相同​​，比較最大牌花色(黑桃>紅桃>梅花>方塊)\r\n";

language_Mode.THB["59_808"] = "牌型倍數";
language_Mode.THB["59_809"] = "　五小牛　　　　　　4倍\r\n" +
    "　四炸　　　　　　　4倍\r\n" +
    "　五花牛　　　　　　4倍\r\n" +
    "　四花牛　　　　　　4倍\r\n" +
    "　牛牛　　　　　　　3倍\r\n" +
    "　牛七--牛九 　　　　2倍\r\n" +
    "　牛一--牛六 　　　　1倍\r\n" +
    "　沒牛　　　　　　　1倍";
//===============<<搶庄牛牛>>===============//


//===============<<賽馬>>===============//
language_Mode.THB["101_001"] = "ออกจากเกมกำลังดำเนินการอยู่ กรุณารอเกมจบ";
language_Mode.THB["101_002"] = "เข้าสู่เกมกำลังดำเนินการอยู่ กรุณารอเกมจบ";
language_Mode.THB["101_003"] = "กรุณารอรอบใหม่";
//===============<<賽馬>>===============//

//===============<<色碟>>===============//
language_Mode.THB["41_001"] = "เขย่าถ้วย";
language_Mode.THB["41_002"] = "ช่องการเดิมพัน";
language_Mode.THB["41_003"] = "คี่";
language_Mode.THB["41_004"] = "คู่";
language_Mode.THB["41_005"] = "เดิมพันรวม";
language_Mode.THB["41_006"] = "กำไรขาดทุนรวม";
language_Mode.THB["41_007"] = "ระดับต้น";
language_Mode.THB["41_008"] = "ระดับกลาง";
language_Mode.THB["41_009"] = "ระดับสูง";
language_Mode.THB["41_010"] = "ระดับปรมาจารย์";
//===============<<色碟>>===============//

//===============<<跑跑德州撲克>>===============//
language_Mode.THB["G28_1001"] = "ยืนยัน";
language_Mode.THB["G28_1002"] = "ยกเลิก";
language_Mode.THB["G28_1003"] = "เริ่มการเล่นเกม";
language_Mode.THB["G28_1004"] = "ดาวน์โหลดอยู่";
language_Mode.THB["G28_1005"] = "เริ่มด้วยไฮสปีดส์";
language_Mode.THB["G28_1006"] = "อัพโหลด";
language_Mode.THB["G28_1007"] = "ซ่อนห้องว่างเปล่า";
language_Mode.THB["G28_1008"] = "ไอดี/ห้อง";
language_Mode.THB["G28_1009"] = "เงินกองกลาง";
language_Mode.THB["G28_1010"] = "ชิปขั้นต่ำ";
language_Mode.THB["G28_1011"] = "กลับสู่";
language_Mode.THB["G28_1012"] = "แก้ไข";
language_Mode.THB["G28_1013"] = "ยืนยันการแก้ไข";
language_Mode.THB["G28_1014"] = "ดนตรี";
language_Mode.THB["G28_1015"] = "เพลงประกอบ";
language_Mode.THB["G28_1016"] = "ปิด";
language_Mode.THB["G28_1017"] = "กำหนดลงวันที่";
language_Mode.THB["G28_1018"] = "1 วัน ";
language_Mode.THB["G28_1019"] = "2 วัน";
language_Mode.THB["G28_1020"] = "5 วัน";
language_Mode.THB["G28_1021"] = "วันที่";
language_Mode.THB["G28_1022"] = "หมายเลข";
language_Mode.THB["G28_1023"] = "เดิมพัน/กำไร";
language_Mode.THB["G28_1024"] = "กำลังดำเนินการข้อมูล";
language_Mode.THB["G28_1025"] = "กลับสู่เกม";
language_Mode.THB["G28_1026"] = "กลับสู่โฮมเพจ";
language_Mode.THB["G28_1027"] = "โปรไฟล์";
language_Mode.THB["G28_1028"] = "กติกาของเกม";
language_Mode.THB["G28_1029"] = "ตั้งดนตรี";
language_Mode.THB["G28_1030"] = "รายละเอียดข้อมูลที่ผ่านมา";
language_Mode.THB["G28_1031"] = "กลับเพื่อเลือกตาราง";
language_Mode.THB["G28_1032"] = "ดูไพ่";
language_Mode.THB["G28_1033"] = "ยืนยันกลับสู่หน้าโต๊ะหรือไม่";
language_Mode.THB["G28_1034"] = "ยืนยันออกจากที่นั่ง";
language_Mode.THB["G28_1035"] = "ไม่มีฟังก์ชั่นนี้สำหรับผู้ทดลองเล่น";
language_Mode.THB["G28_1036"] = "ตอนนี้ยังไม่ได้เข้าที่นั่ง";
language_Mode.THB["G28_1037"] = "หมายเลขรอบ";
language_Mode.THB["G28_1038"] = "การเลือกที่นั่ง";
language_Mode.THB["G28_1039"] = "ที่ว่าง";
language_Mode.THB["G28_1040"] = "รอรอบถัดไป";
language_Mode.THB["G28_1041"] = "รอผู้เล่นคนใหม่";
language_Mode.THB["G28_1042"] = "สู้ สู้";
language_Mode.THB["G28_1043"] = "ทิ้งไพ่";
language_Mode.THB["G28_1044"] = "รอยัลสเตรทฟลัช";
language_Mode.THB["G28_1045"] = "สเตรทฟลัช";
language_Mode.THB["G28_1046"] = "โฟร์การ์ด";
language_Mode.THB["G28_1047"] = "ฟูลเฮ้าส์";
language_Mode.THB["G28_1048"] = "ฟลัช";
language_Mode.THB["G28_1049"] = "สเตรท ";
language_Mode.THB["G28_1050"] = "ตรอง";
language_Mode.THB["G28_1051"] = "ทู แพร์";
language_Mode.THB["G28_1052"] = "วัน แพร์";
language_Mode.THB["G28_1053"] = "ไพ่สูง";
language_Mode.THB["G28_1054"] = "ผิดพลาดการเชื่อมต่อเน็ต รายละเอียดของสถานะติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["G28_1055"] = "ขาดการเชื่อมต่อเน็ต รายละเอียดของสถานะติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["G28_1056"] = "ดาวน์โหลดระบบภาษาล้มเหลว โปรดติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["G28_1057"] = "คำเตือน:ป้อนอักขระของชื่อเล่นเต็มที่ได้ 12 ตัว";
language_Mode.THB["G28_1058"] = "ยอดเงินไม่เพียงพอ";
language_Mode.THB["G28_1059"] = "ต้องการออกจากระบบเกมหรือไม่";
language_Mode.THB["G28_1060"] = "โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและเชื่อมต่อเข้าระบบเกมอีกครั้ง";
language_Mode.THB["G28_1061"] = "ยังไม่มีข้อมูลการเดิมพันในขณะนี้";
//===============<<跑跑德州撲克>>===============//

//===============<<德州牛牛>>===============//
//#region 
language_Mode.THB["G201_01_100001"] = "ยืนยัน";
language_Mode.THB["G201_01_100002"] = "ยกเลิก";
language_Mode.THB["G201_01_100003"] = "เริ่มการเล่นเกม";
language_Mode.THB["G201_01_100004"] = "ดาวน์โหลดอยู่";
language_Mode.THB["G201_01_100005"] = "โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและเชื่อมต่อเข้าระบบเกมอีกครั้ง";
language_Mode.THB["G201_01_100006"] = "ยอดเงินไม่เพียงพอ";
language_Mode.THB["G201_01_100007"] = "ขาดการเชื่อมต่อเน็ต รายละเอียดของสถานะติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["G201_01_100008"] = "ผิดพลาดการเชื่อมต่อเน็ต รายละเอียดของสถานะติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["G201_01_100009"] = "ดาวน์โหลดระบบภาษาล้มเหลว โปรดติดต่อฝ่ายบริการลูกค้า";

language_Mode.THB["G201_02_100001"] = "กลับที่เกม";
language_Mode.THB["G201_02_100002"] = "กลับโฮมเพจ";
language_Mode.THB["G201_02_100003"] = "โปรไฟล์";
language_Mode.THB["G201_02_100004"] = "กติกาการเล่นเกม";
language_Mode.THB["G201_02_100005"] = "การติดตั้งดนตรี";
language_Mode.THB["G201_02_100006"] = "รายละเอียดข้อมูลที่ผ่านมา";
language_Mode.THB["G201_02_100007"] = "ดนตรี";
language_Mode.THB["G201_02_100008"] = "เสียงประกอบ";
language_Mode.THB["G201_02_100009"] = "ปิด";
language_Mode.THB["G201_02_100010"] = "กลับสู่";
language_Mode.THB["G201_02_100011"] = "แก้ไข";
language_Mode.THB["G201_02_100012"] = "คำเตือน:ป้อนอักขระของชื่อเล่นเต็มที่ได้ 12 ตัว";
language_Mode.THB["G201_02_100013"] = "เลือกรูปโปรไฟล์";
language_Mode.THB["G201_02_100014"] = "ยืนยันการแก้ไข";
language_Mode.THB["G201_02_100015"] = "กำหนดลงวันที่";
language_Mode.THB["G201_02_100016"] = "1 วัน ";
language_Mode.THB["G201_02_100017"] = "2 วัน";
language_Mode.THB["G201_02_100018"] = "5 วัน";
language_Mode.THB["G201_02_100019"] = "วันที่";
language_Mode.THB["G201_02_100020"] = "หมายเลข";
language_Mode.THB["G201_02_100021"] = "เดิมพัน/กำไร";
language_Mode.THB["G201_02_100022"] = "กำลังดำเนินการข้อมูล";
language_Mode.THB["G201_02_100023"] = "การเริ่มสปีดส์เร็ว";
language_Mode.THB["G201_02_100024"] = "อัพโหลด";
language_Mode.THB["G201_02_100025"] = "ซ่อนห้องว่างเปล่า";
language_Mode.THB["G201_02_100026"] = "ไอดี/ห้อง";
language_Mode.THB["G201_02_100027"] = "เดิมพันขั้นต่ำ";
language_Mode.THB["G201_02_100028"] = "ชิปขั้นต่ำ";
language_Mode.THB["G201_02_100029"] = "จำนวนผู้เล่น";
language_Mode.THB["G201_02_100030"] = "ไม่มีฟังก์ชั่นนี้สำหรับผู้ทดลองเล่น";
language_Mode.THB["G201_02_100031"] = "ต้องการออกจากระบบเกมหรือไม่";

language_Mode.THB["G201_03_100001"] = "กลับเพื่อเลือกตาราง";
language_Mode.THB["G201_03_100002"] = "ดูไพ่";
language_Mode.THB["G201_03_100003"] = "ตอนนี้ยังไม่ได้เข้าที่นั่ง";
language_Mode.THB["G201_03_100004"] = "ยืนยันออกจากที่นั่ง";
language_Mode.THB["G201_03_100005"] = "การเลือกที่นั่ง";
language_Mode.THB["G201_03_100006"] = "หมายเลขรอบ";
language_Mode.THB["G201_03_100007"] = "รอรอบถัดไป";
language_Mode.THB["G201_03_100008"] = "รอผู้เล่นคนใหม่";
language_Mode.THB["G201_03_100009"] = "ทิ้งไพ่";
language_Mode.THB["G201_03_100010"] = "ผ่าน";
language_Mode.THB["G201_03_100011"] = "เดิมพัน";
language_Mode.THB["G201_03_100012"] = "สู้";
language_Mode.THB["G201_03_100013"] = "เกกับ(เพิ่มเดิมพัน)";
language_Mode.THB["G201_03_100014"] = "เท่า";
language_Mode.THB["G201_03_100015"] = "No-Bull";
language_Mode.THB["G201_03_100016"] = "บูลล์ 1";
language_Mode.THB["G201_03_100017"] = "บูลล์ 2";
language_Mode.THB["G201_03_100018"] = "บูลล์ 3";
language_Mode.THB["G201_03_100019"] = "บูลล์ 4";
language_Mode.THB["G201_03_100020"] = "บูลล์ 5";
language_Mode.THB["G201_03_100021"] = "บูลล์ 6";
language_Mode.THB["G201_03_100022"] = "บูลล์ 7";
language_Mode.THB["G201_03_100023"] = "บูลล์ 8";
language_Mode.THB["G201_03_100024"] = "บูลล์ 9";
language_Mode.THB["G201_03_100025"] = "บูลล์ บูลล์ ";
language_Mode.THB["G201_03_100026"] = "บูลล์ 4 หน้า";
language_Mode.THB["G201_03_100027"] = "บูลล์ 5 หน้า";
language_Mode.THB["G201_03_100028"] = "ระเบิด 4 หน้า";
language_Mode.THB["G201_03_100029"] = "บูลล์เล็ก 5";
language_Mode.THB["G201_03_100030"] = "ยืนยันกลับสู่หน้าโต๊ะหรือไม่";
language_Mode.THB["G201_03_100031"] = "ยังไม่มีข้อมูลการเดิมพันในขณะนี้";
//#endregion
//===============<<德州牛牛>>===============//

//===============<<InPoker>>===============//
language_Mode.THB["1000_001"] = "เริ่มการเล่นเกม";
language_Mode.THB["1000_002"] = "ผิดพลาดการเชื่อมต่อเน็ต รายละเอียดของสถานะติดต่อฝ่ายบริการลูกค้า!";
language_Mode.THB["1000_003"] = "ขาดการเชื่อมต่อเน็ต รายละเอียดของสถานะติดต่อฝ่ายบริการลูกค้า!";
language_Mode.THB["1000_004"] = "ยืนยัน";
language_Mode.THB["1000_005"] = "ยกเลิก";
language_Mode.THB["1000_006"] = "ต่ำสุด/สูงสุด นำชิปเข้า";
language_Mode.THB["1000_007"] = "ระดับ";
language_Mode.THB["1000_008"] = "ป้อนไอดีห้อง";
language_Mode.THB["1000_009"] = "โปรดป้อนไอดีห้อง(ตัวเลข)";
language_Mode.THB["1000_010"] = "ต่อ";
language_Mode.THB["1000_011"] = "ข้อความ";
language_Mode.THB["1000_012"] = "กติกา";
language_Mode.THB["1000_013"] = "ตั้งค่า";
language_Mode.THB["1000_014"] = "ข้อมูลที่ผ่านมา";
language_Mode.THB["1000_015"] = "กลับสู่";
language_Mode.THB["1000_016"] = "แก้ไข";
language_Mode.THB["1000_017"] = "คำเตือน";
language_Mode.THB["1000_018"] = "ป้อนอักขระของชื่อเล่นเต็มที่ได้ 12 ตัว";
language_Mode.THB["1000_019"] = "ไฟล์อัปโหลดไม่เกินขนาด2M";
language_Mode.THB["1000_020"] = "โปรดเลือกภาพรูปแบบที่รองรับ (gif, jpeg, png, bmp)";
language_Mode.THB["1000_021"] = "เลือกรูปโปรไฟล์";
language_Mode.THB["1000_022"] = "ไอดี/ห้อง";
language_Mode.THB["1000_023"] = "บิ๊ก/สมอล\r\nไบลนด์";
language_Mode.THB["1000_024"] = "ซื้อชิป";
language_Mode.THB["1000_025"] = "โหมด";
language_Mode.THB["1000_026"] = "จำนวนผู้เล่น";
language_Mode.THB["1000_027"] = "มาตรฐาน";
language_Mode.THB["1000_028"] = "ไบลนด์ซ";
language_Mode.THB["1000_029"] = "Short deck";
language_Mode.THB["1000_030"] = "เริ่มด้วยไฮสปีดส์";
language_Mode.THB["1000_031"] = "อัปเดต";
language_Mode.THB["1000_032"] = "ซ่อนห้องว่างเปล่า";
language_Mode.THB["1000_033"] = "กลับสู่ล็อบบี้";
language_Mode.THB["1000_034"] = "กลับสู่";
language_Mode.THB["1000_035"] = "ดูไพ่";
language_Mode.THB["1000_036"] = "หมายเลขโต๊ะ";
language_Mode.THB["1000_037"] = "ดนตรี";
language_Mode.THB["1000_038"] = "เสียงประกอบ";
language_Mode.THB["1000_039"] = "ขอบเขตเวลา";
language_Mode.THB["1000_040"] = "หนึ่งวัน";
language_Mode.THB["1000_041"] = "ห้าวัน";
language_Mode.THB["1000_042"] = "สิบวัน";
language_Mode.THB["1000_043"] = "วันที่";
language_Mode.THB["1000_044"] = "หมายเลขรายการเดิมพัน";
language_Mode.THB["1000_045"] = "เดิมพัน";
language_Mode.THB["1000_046"] = "กำไรขาดทุน";
language_Mode.THB["1000_047"] = "ไม่พบข้อมูลรายการเดิมพัน";
language_Mode.THB["1000_048"] = "กำลังจัดการข้อมูล";
language_Mode.THB["1000_049"] = "เลือกที่นั่ง";
language_Mode.THB["1000_050"] = "เปลี่ยนโต๊ะ";
language_Mode.THB["1000_051"] = "ยืนยันกลับสู่ล็อบบี้หรือไม่?";
language_Mode.THB["1000_052"] = "ยืนยันกลับสู่ห้องเดิมหรือไม่?";
language_Mode.THB["1000_053"] = "ตอนนี้ยังไม่ได้เข้าที่นั่ง!";
language_Mode.THB["1000_054"] = "ยืนยันออกจากที่นั่ง?";
language_Mode.THB["1000_055"] = "รอรอบเกมใหม่";
language_Mode.THB["1000_056"] = "รอผู้เล่นคนใหม่";
language_Mode.THB["1000_057"] = "ที่นั่งว่าง";
language_Mode.THB["1000_058"] = "ปิด";
language_Mode.THB["1000_059"] = "รอยัลสเตรทฟลัช";
language_Mode.THB["1000_060"] = "สเตรทฟลัช";
language_Mode.THB["1000_061"] = "โฟร์การ์ด";
language_Mode.THB["1000_062"] = "ฟูลเฮ้าส์";
language_Mode.THB["1000_063"] = "ฟลัช";
language_Mode.THB["1000_064"] = "สเตรท";
language_Mode.THB["1000_065"] = "ตอง";
language_Mode.THB["1000_066"] = "ทู แพร์";
language_Mode.THB["1000_067"] = "วัน แพร์";
language_Mode.THB["1000_068"] = "การ์ดสูง";
language_Mode.THB["1000_069"] = "หมาบ";
language_Mode.THB["1000_070"] = "ผ่าน";
language_Mode.THB["1000_071"] = "เดิมพัน";
language_Mode.THB["1000_072"] = "สู้";
language_Mode.THB["1000_073"] = "เพิ่มเดิมพัน";
language_Mode.THB["1000_074"] = "บิ๊ก ไบลนด์ 3เท่า";
language_Mode.THB["1000_075"] = "บิ๊ก ไบลนด์ 4เท่า";
language_Mode.THB["1000_076"] = "บิ๊ก ไบลนด์ 5เท่า";
language_Mode.THB["1000_077"] = "1/2เงินกองกลาง";
language_Mode.THB["1000_078"] = "2/3เงินกองกลาง";
language_Mode.THB["1000_079"] = "หนึ่งเท่าเงินกองกลาง";
language_Mode.THB["1000_080"] = "เพิ่มเดิมพัน3เท่า";
language_Mode.THB["1000_081"] = "เพิ่มเดิมพัน4เท่า";
language_Mode.THB["1000_082"] = "เพิ่มเดิมพัน5เท่า";
language_Mode.THB["1000_083"] = "ยอดเงินไม่เพียงพอ!";
language_Mode.THB["1000_084"] = "ยืนยันเปลี่ยนโต๊ะหรือไม่?";
language_Mode.THB["1000_085"] = "เดิมพันล่วงหน้า";
language_Mode.THB["1000_086"] = "สู้แบบใดก็ได้";
language_Mode.THB["1000_087"] = "ต่ำสุด";
language_Mode.THB["1000_088"] = "สูงสุด";
language_Mode.THB["1000_089"] = "ป้อนจำนวนคะแนนโป๊ะ";
language_Mode.THB["1000_090"] = "ชิปที่มีอยู่";
language_Mode.THB["1000_091"] = "ชิปที่เหลือทั้งหมด";
language_Mode.THB["1000_092"] = "จำนวนคะแนนโป๊ะจะถูกเพิ่มหลังจากจบรอบนี้";
language_Mode.THB["1000_093"] = "เปิดไพ่";
language_Mode.THB["1000_094"] = "ดูไพ่โฮลในมือผู้ชนะ";
language_Mode.THB["1000_095"] = "ฟรี";
language_Mode.THB["1000_096"] = "ขยายเวลาการเดิมพัน";
language_Mode.THB["1000_097"] = "ต้องการใช้เงินบิ๊กบลายด์ เพื่อขยายเวลาการเดิมพัน?";
language_Mode.THB["1000_098"] = "ต้องการใช้เงินบิ๊กบลายด์เพื่อดูไพ่โฮลในมือผู้ชนะหรือไม่?";
language_Mode.THB["1000_099"] = "จำนวนคะแนนโป๊กที่ป้อนเข้าต่ำกว่าชิปขั้นต่ำเอาเข้าในห้องเกม";
language_Mode.THB["1000_100"] = "จำนวนคะแนนโป๊กที่ป้อนเข้าสูงกว่าชิปขั้นสูงเอาเข้าในห้องเกม";
language_Mode.THB["1000_101"] = "จำนวนหลังเกกับจะต้อง 2 เท่าจำนวนเดิมพันปัจจุบันโดยอย่างน้อย";
language_Mode.THB["1000_102"] = "ผู้เล่นอยู่ในล็อบบี้แล้ว";
language_Mode.THB["1000_103"] = "ผู้เล่นเข้าที่นั่งอยู่";
language_Mode.THB["1000_104"] = "รอการจัดโต๊ะอยู่";
language_Mode.THB["1000_105"] = "ระบบปรับปรุงอยู่ เชิญออกจากระบบเกมล่วงหน้า ขอบคุณครับ";
language_Mode.THB["1000_106"] = "ระบบปรับปรุงอยู่ การต่อเชื่อมจะถูกตัดออก";
language_Mode.THB["1000_107"] = "เกินเวลาเชื่อมต่อระบบ";
language_Mode.THB["1000_108"] = "ล็อคอินไม่สำเร็จ";
language_Mode.THB["1000_109"] = "ไม่มีชื่อบัญชีนี้";
language_Mode.THB["1000_110"] = "รหัสผ่านไม่ถูกต้อง";
language_Mode.THB["1000_111"] = "บัญชีถูกอายัด";
language_Mode.THB["1000_112"] = "ป้อนรหัสผิดเกินกว่าที่กำหนด";
language_Mode.THB["1000_113"] = "ไม่ใช่บัญชีสมาชิก";
language_Mode.THB["1000_114"] = "กรุณาอย่าล็อคอินซ้ำ";
language_Mode.THB["1000_115"] = "ชื่อบัญชีล็อคอินซ้ำ";
language_Mode.THB["1000_116"] = "ไม่มีผู้เล่นนี้";
language_Mode.THB["1000_117"] = "ข้อมูลผิดพลาด โปรดล็อคอินอีกครั้ง";
language_Mode.THB["1000_118"] = "ชิปผู้เล่นไม่เพียงพอ";
language_Mode.THB["1000_119"] = "เข้าห้องเกมล้มเหลว";
language_Mode.THB["1000_120"] = "ตั้งระดับผิดพลาด";
language_Mode.THB["1000_121"] = "ไม่มีห้องเล่นนี้";
language_Mode.THB["1000_122"] = "ไม่มีห้องว่าง";
language_Mode.THB["1000_123"] = "อยู่ในเกมยังออกไม่ได้";
language_Mode.THB["1000_124"] = "ถ่ายโอนเข้าระบบล้มเหลว";
language_Mode.THB["1000_125"] = "ถ่ายโอนออกระบบล้มเหลว";
language_Mode.THB["1000_126"] = "เข้านั่งเล่นไม่สำเร็จ";
language_Mode.THB["1000_127"] = "ไม่มีที่่นั่งนี้";
language_Mode.THB["1000_128"] = "มีคนนั่งอยู่แล้ว";
language_Mode.THB["1000_129"] = "ไม่มีที่นั่งว่าง";
language_Mode.THB["1000_130"] = "ไม่อนุญาตให้นั่งและเดิมพันชั่วคราว";
language_Mode.THB["1000_131"] = "การเปลี่ยนแปลงคะแนนของผู้เล่นผิดปกติ ไม่มีการเดิมพันอีกต่อไป";
language_Mode.THB["1000_132"] = "ยอดเงินในกระเป๋าของผู้เล่นผิดปกติ ไม่มีการเดิมพันอีกต่อไป";
language_Mode.THB["1000_133"] = "ชิปของผู้เล่นไม่เพียงพอ";
language_Mode.THB["1000_134"] = "ไม่พบข้อมูลที่ผ่านมา";
language_Mode.THB["1000_135"] = "ร่วมโต๊ะล้มเหลว";
language_Mode.THB["1000_136"] = "ผู้เล่นอยู่ในเกมแล้ว ไม่สามารถร่วมโต๊ะอีก";
language_Mode.THB["1000_137"] = "ผู้เล่นไม่อยู่ในสถานะร่วมโต๊ะ การยกเลิกล้มเหลว";
language_Mode.THB["1000_138"] = "ผู้เล่นยังไม่พร้อม";
language_Mode.THB["1000_139"] = "การดำเนินการเกมรอง(สำหรับฟรีเกมทั่วไป)ล้มเหลว";
language_Mode.THB["1000_140"] = "ชิปของผู้เล่นเพียงพอ ไม่ต้องโป๊ะคะแนน";
language_Mode.THB["1000_141"] = "จำนวนโป๊ะคะแนนไม่เพียงพอที่จะนำเข้ามาขั้นต่ำไม่มีการโป๊ะคะแนน";
language_Mode.THB["1000_142"] = "บัญชีหรือtokenล็อคอินผิดพลาดโปรดล็อคอินอีกครั้ง";
language_Mode.THB["1000_143"] = "ป้อนจำนวนเดิมพัน";
language_Mode.THB["1000_144"] = "ทุกห้อง";
language_Mode.THB["1000_145"] = "โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและเชื่อมต่อเข้าระบบเกมอีกครั้ง!!";
language_Mode.THB["1000_146"] = "รอที่นั่งว่าง";
language_Mode.THB["1000_147"] = "กลับโฮมเพจ";
language_Mode.THB["1000_148"] = "ต้องการออกจากระบบเกมหรือไม่?";
language_Mode.THB["1000_149"] = "ระบบเติมให้คุณแล้ว";
language_Mode.THB["1000_150"] = "คะแนน";
language_Mode.THB["1000_151"] = "เหรียญทอง";
language_Mode.THB["1000_152"] = "เหรียญเงิน";
language_Mode.THB["1000_153"] = "ระบบผิดพลาด โปรดติดต่อฝ่ายบริการลูกค้า";
language_Mode.THB["1000_154"] = "ระบบไม่ว่าง โปรดลองอีกครั้ง ขอบคุณค่ะ";
language_Mode.THB["1000_155"] = "ห้องนั้นผู้เล่นครบหมดแล้ว";
language_Mode.THB["1000_156"] = "show me the money!";
language_Mode.THB["1000_157"] = "Nice hand!";
language_Mode.THB["1000_158"] = "I am probably bluffing.";
language_Mode.THB["1000_159"] = "I'm just here\r\nfor the pot.";
language_Mode.THB["1000_160"] = "I flow with\r\nthe river.";
language_Mode.THB["1000_161"] = "If there weren't luck involved\r\nI would win everytime!";
language_Mode.THB["1000_162"] = "No one cares what you folded.";
language_Mode.THB["1000_163"] = "Sometimes you win, sometimes you learn.";
language_Mode.THB["1000_164"] = "Talk with your chips, not with your lips.";
language_Mode.THB["1000_165"] = "Kiss my Ace!";
language_Mode.THB["1000_166"] = "You played\r\nthat hand\r\nlike a vegan.";
language_Mode.THB["1000_167"] = "May the flop\r\nbe with you.";
language_Mode.THB["1000_168"] = "ใช้เวลาคิดคำนวณนานเกินไป โปรดเชื่อมต่อเกมใหม่!";
language_Mode.THB["1000_169"] = "เหรียญทอง";
language_Mode.THB["1000_170"] = "เหรียญเงิน";
language_Mode.THB["1000_171"] = "ผู้เล่นไม่มีฟังก์ชั่นเหรียญทอง\r\nควรกลับสู่หน้าหลัก\r\nเพื่อลงทะเบียนหรือไม่?";
language_Mode.THB["1000_172"] = "ปัจจุบันคุณสมบัติของผู้เล่นไม่ผ่านการรับรอง\r\nไม่สามารถเข้าห้องเล่นได้";
language_Mode.THB["1000_173"] = "กำหนดเอง";
language_Mode.THB["1000_174"] = "ลงทะเบียนสำเร็จ";
language_Mode.THB["1000_175"] = "ลงทะเบียนไม่สำเร็จ";
language_Mode.THB["1000_176"] = "ลงทะเบียน";
language_Mode.THB["1000_177"] = "โปรดป้อนชื่อผู้แนะนำ";
language_Mode.THB["1000_178"] = "โปรดป้อนชื่อของคุณ";
language_Mode.THB["1000_179"] = "โปรดป้อนเลขบัญชีของคุณ";
language_Mode.THB["1000_180"] = "โปรดป้อนรหัสผ่านของคุณ";
language_Mode.THB["1000_181"] = "โปรดป้อนรหัสผ่านของคุณอีกครั้ง";
language_Mode.THB["1000_182"] = "โปรดป้อนหมายเลขมือถือ";
language_Mode.THB["1000_183"] = "มีบัญชี InPoker อยู่แล้ว";
language_Mode.THB["1000_184"] = "สร้างบัญชี";
language_Mode.THB["1000_185"] = "รหัสยืนยันของมือถือ";
language_Mode.THB["1000_186"] = "หมายเลขมือถือของคุณ";
language_Mode.THB["1000_187"] = "โปรดป้อนรหัสผ่านการยืนยัน";
language_Mode.THB["1000_188"] = "無法驗證?";
language_Mode.THB["1000_189"] = "重新發送驗證碼";
language_Mode.THB["1000_190"] = "秒";
language_Mode.THB["1000_191"] = "ขั้นตอนต่อไป";
language_Mode.THB["1000_192"] = "เติมเงิน";
language_Mode.THB["1000_193"] = "รหัสผ่านการยืนยันผิดพลาด";
language_Mode.THB["1000_194"] = "ผู้เล่นไม่มีฟังก์ชั่นเหรียญทอง ควรกลับสู่หน้าหลัก，\r\nเพื่อลงทะเบียนหรือไม่?";
//===============<<InPoker>>===============//
//===============<<GPK規則文字>>===============//
language_Mode.THB["103_000"] = "วิธีการเล่นเกม\r\n1.ผู้ต่อสู้ปรากฏตัวแบบสุ่ม  เดิมพันได้ทั้งสองทีม\r\nไม่มีขีดจำกัด\r\n2.วิธีการคำนวณอัตราส่วนถือหุ้น:\r\nยอดเดิมพันรายบุคคล / ยอดเดิมพันโดยรวมของผู้เล่น\r\n3.  วิธีการคำนวณค่าตอบแทนตามทฤษฎี:\r\nยอดเดิมพันรายบุคคล X อัตราผลตอบแทนการลงทุน";
language_Mode.THB["103_001"] = "ดวล\r\n1.เมื่อสิ้นสุดเวลาดวล หากปริมาณเลือดมีการคงเลือนทั้งสองฝ่าย ฝ่ายที่มากกว่าชนะ\r\n2. เมื่อฝ่ายหนึ่งกลายเป็น 0  อีกฝ่ายหนึ่งชนะ\r\n";
language_Mode.THB["103_002"] = "ปิดบัญชี\r\nจำนวนยอดเดิมพันฝ่ายชนะ X อัตราเปอร์เซ็นต์อยู่ในฝ่ายชนะ";
language_Mode.THB["103_003"] = "ออกจากเกม\r\nยอดเดิมพันส่วนตัวของผู้เล่นจะถูกล้างทิ้งเมื่อออกจากเกมกลางทาง\r\nชิปจะถูกส่งคืนให้กับผู้เล่น";
language_Mode.THB["103_004"] = "หน้าจอเกมล่าช้า\r\nและข้อมูลเกมได้รับการซิงโครไนซ์แล้ว"
//===============<<GPK規則文字>>===============//
//===============<<DJSlot規則文字>>===============//
language_Mode.THB["190_001"] = "รูปสัญลักษณ์Wild\r\nแทนทุกรูปได้\r\nเว้นJackpotและฟรีเกม";
language_Mode.THB["190_002"] = "ในช่วงเวลาสปิน สองคอลัมน์อยู่ติดกันรูปสัญลักษณ์จะเหมือนกันเป็นอย่างน้อย\r\nสามารถขยายไปถึงคอลัมน์ที่ 3, 4 หรือ 5 ติดต่อกันได้";
language_Mode.THB["190_003"] = "เมื่อสิ้นสุดสปิน เมื่อรูปสัญลักษณ์Jackpotปรากฏบนหน้าจอ จะมีหมายเลขโชว์แบบสุ่ม และเปอร์เซ็นต์ของหมายเลขจะเป็นโบนัสแจ็คพอต";
//===============<<DJSlot規則文字>>===============//

